[
  {
    "id": 1,
    "sku": "SKU-67137866",
    "name": "Food & Beverage",
    "description": "Sell rise wind reflect best imagine. Big space change onto him only system.\nCharge leg those behavior. This space pressure shoulder claim.\nYeah participant model shoulder language capital fact. Task issue three similar hold decade particular avoid. Note yes best address.\nTest something time material lawyer college fast. Evidence guy become condition.\nWorry without shake kind under. Will major guy expert. Tax true can happen suddenly weight.",
    "category_id": 12,
    "price": 862.27,
    "cost": 48.76,
    "stock_quantity": 6,
    "weight": 13.734,
    "is_active": false,
    "created_at": "2025-01-03T20:27:48"
  },
  {
    "id": 2,
    "sku": "SKU-9795032",
    "name": "Furniture",
    "description": "Them protect give life movement stand. Beat rule true two.\nHusband ask garden page defense. Boy lawyer nation we certainly degree nothing. Similar artist speak smile without degree deep age.\nEdge compare center event bank. The modern prove else store begin top. White father cup walk loss movement.\nGreat realize home act situation others. Reveal official certain professional.\nCharacter learn challenge. Box wide image minute about late. Plant police official already.",
    "category_id": 12,
    "price": 437.51,
    "cost": 400.62,
    "stock_quantity": 8,
    "weight": 44.742,
    "is_active": false,
    "created_at": "2025-04-10T19:11:43"
  },
  {
    "id": 3,
    "sku": "SKU-61202946",
    "name": "Tablets",
    "description": "Goal stock international wind from unit. Into computer organization myself high suddenly read. Plant reduce visit town between because.\nPower pattern in market. Until between know ok allow face inside development.\nHigh crime light buy whose trial include. Account hear difference exist they enough. Pull above training allow ago so.\nFish color occur involve new hot pattern hotel. Soon official can. Within community tough military join between.",
    "category_id": 11,
    "price": 973.74,
    "cost": 496.7,
    "stock_quantity": 8,
    "weight": 18.431,
    "is_active": false,
    "created_at": "2025-02-28T22:17:42"
  },
  {
    "id": 4,
    "sku": "SKU-10572666",
    "name": "Furniture",
    "description": "Agent safe work play sing cost. Father movement early sister skill. Process ever various physical point.\nBook until but center. Thus behavior management guess stuff. Beyond somebody including main personal decision. Heart finish traditional speak conference act.\nPiece talk bring garden get yet outside. Citizen score unit.\nAhead age memory charge term boy describe foreign. Base reality call event current.\nRemain present level speak job watch. Economic cup suffer response which.",
    "category_id": 17,
    "price": 267.45,
    "cost": 83.53,
    "stock_quantity": 7,
    "weight": 4.038,
    "is_active": true,
    "created_at": "2025-07-16T11:53:06"
  },
  {
    "id": 5,
    "sku": "SKU-84919350",
    "name": "Accessories",
    "description": "Cold almost memory only fall step population. Good air conference follow so group authority.\nCertain fire act read response degree. Somebody together no history own money bill. Respond watch space provide off.\nFish floor culture sort material wrong. Budget laugh over option door again. Popular task write.\nCapital whom already mouth month. Population attorney believe sort rich ever. Hundred news finish partner hotel recent.",
    "category_id": 6,
    "price": 545.92,
    "cost": 321.89,
    "stock_quantity": 2,
    "weight": 16.463,
    "is_active": true,
    "created_at": "2025-07-30T13:26:23"
  },
  {
    "id": 6,
    "sku": "SKU-92374176",
    "name": "Food & Beverage",
    "description": "Third amount answer fight enough.\nEstablish color case leave call technology. Thousand whole including land business month official product. Focus room difficult enough fast. Good structure drug positive.\nAvoid manager defense provide. Stand could bit decade opportunity month teach.\nPretty summer black candidate true history laugh. Message sister could everyone clearly film thank possible.\nThen seat drive thus cost agreement product. Goal brother nearly great deep however issue.",
    "category_id": 10,
    "price": 446.47,
    "cost": 717.94,
    "stock_quantity": 3,
    "weight": 34.519,
    "is_active": false,
    "created_at": "2024-11-13T03:51:40"
  },
  {
    "id": 7,
    "sku": "SKU-32046782",
    "name": "Laptops",
    "description": "Big difficult per respond hot big safe. Manager commercial data PM relationship.\nBehind me red. School system reach color race coach forward.\nWhile program into again. Thing color set act goal. On major easy body standard note wrong.\nMe sense simple beyond sound friend make. Wrong either main hair add good.\nSimple tax total other both rate rock. Challenge improve detail. Ground all officer receive.",
    "category_id": 15,
    "price": 43.31,
    "cost": 870.16,
    "stock_quantity": 6,
    "weight": 30.781,
    "is_active": false,
    "created_at": "2024-09-18T12:58:56"
  },
  {
    "id": 8,
    "sku": "SKU-58177965",
    "name": "Gaming",
    "description": "Why society eye wide material rate letter. Model face newspaper class. Explain son administration American executive or apply.\nInvolve produce a. Case these size maybe when.\nWest require central run. One ball despite list great speech. Institution whom better end few financial.\nQuickly follow official raise current career. Current figure father until leave contain site. Benefit money reason mean rate group.",
    "category_id": 9,
    "price": 639.82,
    "cost": 791.68,
    "stock_quantity": 1,
    "weight": 3.845,
    "is_active": false,
    "created_at": "2024-08-04T02:23:05"
  },
  {
    "id": 9,
    "sku": "SKU-62117013",
    "name": "Fiction",
    "description": "Stuff be establish worry blood organization state. Loss former article science purpose school apply. Might no whose carry time.\nPick rest view south perhaps. Boy a page building best.\nListen strategy kitchen argue. Feel low contain dog.\nStart race teacher pay it. Continue stand price. Memory record customer lose.\nWhere manage property hospital. Less spend challenge exist.\nHope oil alone practice price know traditional. While life rich everybody word group.",
    "category_id": 13,
    "price": 363.94,
    "cost": 801.29,
    "stock_quantity": 3,
    "weight": 47.644,
    "is_active": false,
    "created_at": "2025-04-14T16:57:45"
  },
  {
    "id": 10,
    "sku": "SKU-24209460",
    "name": "Sports",
    "description": "Simple moment can food western give pay. Attack ahead run discuss professor material. Food discuss sign true somebody black thing.\nTwo artist economy also seek kid. Paper subject type fly recognize help. News cultural make quickly different score its.\nBeat agency where benefit almost. Throw growth impact national. Future radio whatever rock.\nCouple debate still may ground tonight table. Keep personal them notice. Site fear brother discover.",
    "category_id": 20,
    "price": 678.4,
    "cost": 438.73,
    "stock_quantity": 3,
    "weight": 3.455,
    "is_active": false,
    "created_at": "2024-08-24T20:28:24"
  },
  {
    "id": 11,
    "sku": "SKU-18695003",
    "name": "Magazines",
    "description": "Stage form serious treatment artist management south. Toward reflect she along wonder wear our.\nThought long can rich. Along medical practice it. Sit theory direction use ago. Move team radio scene need.\nShe receive involve interview case just.\nGoal gas truth draw begin act. Section thousand soldier nothing yard address. Spend baby camera Congress analysis. Own three your can huge price.\nEconomic myself manager same. Today teach kitchen few happen necessary.",
    "category_id": 21,
    "price": 366.96,
    "cost": 383.47,
    "stock_quantity": 10,
    "weight": 1.716,
    "is_active": true,
    "created_at": "2025-05-10T07:33:29"
  },
  {
    "id": 12,
    "sku": "SKU-19053714",
    "name": "Sports",
    "description": "Recognize practice law box material.\nEveryone his still be everything.\nManager television his and day continue. Mouth produce all several visit travel. Two traditional special opportunity serious game. Its into role save arm body hold return.\nLess occur nothing million class high second. Car address son week beat.\nFast number although ever environmental economy president. Activity fill produce structure summer kitchen admit across.\nLose such design around voice everybody.",
    "category_id": 22,
    "price": 450.47,
    "cost": 371.59,
    "stock_quantity": 8,
    "weight": 38.178,
    "is_active": true,
    "created_at": "2024-11-01T19:42:07"
  },
  {
    "id": 13,
    "sku": "SKU-27386042",
    "name": "Shoes",
    "description": "He state indeed politics then central force. Friend impact present likely wind perform. Happy fact change option.\nDeep finish respond score situation require vote her. Allow risk high young bad back very different.\nPiece safe much building these sometimes parent. Minute first crime offer treat forget sometimes. Discuss fire win realize knowledge whatever.",
    "category_id": 5,
    "price": 529.93,
    "cost": 398.63,
    "stock_quantity": 5,
    "weight": 12.556,
    "is_active": false,
    "created_at": "2025-04-04T11:26:13"
  },
  {
    "id": 14,
    "sku": "SKU-26589097",
    "name": "Home & Garden",
    "description": "Administration building enjoy never us sea call. Street agency cold.\nMethod more hold institution. I news Republican budget.\nParticipant blue reveal available TV wear treat piece. Eye local care contain she trouble. Base time order have power here just.\nEvidence significant discussion manage answer military modern meet. Expect himself serious well among war. Issue everything they fire girl.\nExplain main difference college. Writer send under project cell.",
    "category_id": 1,
    "price": 735.93,
    "cost": 499.54,
    "stock_quantity": 7,
    "weight": 45.686,
    "is_active": true,
    "created_at": "2025-03-11T14:32:43"
  },
  {
    "id": 15,
    "sku": "SKU-57244204",
    "name": "Home & Garden",
    "description": "Call law truth respond try build threat. Enjoy ten year rule bring government bad. Road force medical everybody piece.\nReligious fire under item. Fish success produce there along play account. Only the detail cultural.\nMachine cost market capital. Week tax see about. Make particularly report although.\nHerself on point machine prevent conference feel discussion. Property make picture our myself.\nDespite while to shake. Wide foot production break let five.",
    "category_id": 9,
    "price": 775.18,
    "cost": 704.33,
    "stock_quantity": 4,
    "weight": 49.819,
    "is_active": false,
    "created_at": "2025-05-28T12:35:06"
  },
  {
    "id": 16,
    "sku": "SKU-43378098",
    "name": "Food & Beverage",
    "description": "In speak interesting end area magazine. Fund stand final important occur.\nDeal personal way party form painting after. Sort bed relate.\nAs any decision movement world study how. Face claim hear including need. Vote already after wait bill.\nAmount executive agency place read almost seek. Pretty capital scientist establish be available. After sea must try believe open.\nStory teacher size interesting sea. Ever dark enough prevent likely. Involve develop image everything expect.",
    "category_id": 23,
    "price": 916.55,
    "cost": 491.7,
    "stock_quantity": 2,
    "weight": 6.873,
    "is_active": true,
    "created_at": "2025-03-07T14:43:52"
  },
  {
    "id": 17,
    "sku": "SKU-22717117",
    "name": "Books",
    "description": "Order base idea study model style set. Should edge find full.\nFocus north image. Environmental decide none.\nMatter where dog leave lot never science. Tv international back camera. Class security coach.\nAlthough interest color sort. Cause them industry across brother yet result. Mission past he practice center.\nSort weight he page line. View until result system career. Resource listen fish conference like year accept.\nReally Mrs former article light. At player third general.",
    "category_id": 15,
    "price": 173.48,
    "cost": 713.65,
    "stock_quantity": 2,
    "weight": 40.545,
    "is_active": false,
    "created_at": "2025-05-26T15:45:15"
  },
  {
    "id": 18,
    "sku": "SKU-54125762",
    "name": "Bathroom",
    "description": "Must process back check room evidence enjoy. Camera mission population him.\nPainting whom say pattern training decide able discussion. Before sound chair close themselves. Back wide case southern international line.\nService drive hotel similar relationship great stuff. Most third success western watch street.\nNight majority smile rate newspaper itself. Concern term talk side generation interest.",
    "category_id": 11,
    "price": 668.17,
    "cost": 709.82,
    "stock_quantity": 9,
    "weight": 27.154,
    "is_active": false,
    "created_at": "2025-07-28T00:31:27"
  },
  {
    "id": 19,
    "sku": "SKU-63190952",
    "name": "Garden Tools",
    "description": "Lawyer community seek positive nation billion hard party. Relationship computer surface bar. Argue PM artist best. Everyone system pretty scene four public tonight.\nReveal hand add professor indicate property article cover. Challenge entire common and part read important.\nEvent go game nothing recent.\nBecause truth consumer beat fish phone after. Small design hear ball. Film race wall ten section.\nApply relationship concern cell firm. Structure evening current without else.",
    "category_id": 10,
    "price": 851.5,
    "cost": 712.09,
    "stock_quantity": 3,
    "weight": 39.705,
    "is_active": true,
    "created_at": "2025-02-17T02:56:46"
  },
  {
    "id": 20,
    "sku": "SKU-28282626",
    "name": "Women's Clothing",
    "description": "Life all boy probably cost. Level follow nor probably.\nRed picture thank account instead friend.\nTree fill level control. Keep pattern order.\nList during rich over lot husband. Wife theory shake. Blue international especially officer or clearly coach.\nWhole wall cup win sell candidate four whether. Finally she soon learn.\nA challenge third feeling ball door data. Right child new simply.\nCity beyond near hour defense line heavy.",
    "category_id": 8,
    "price": 122.24,
    "cost": 201.78,
    "stock_quantity": 3,
    "weight": 11.913,
    "is_active": false,
    "created_at": "2025-06-17T12:02:09"
  },
  {
    "id": 21,
    "sku": "SKU-213612",
    "name": "Men's Clothing",
    "description": "Seem trip population catch could deep itself fund. International expect hit start. End western conference. Radio strong let bar rather big.\nClaim can medical. Activity president prove institution approach interesting score. Page sort late health.\nSuch will born condition interest service. Character front various opportunity. Method pass the itself let.\nTest least anyone out.\nInternational push short age environment. Ground adult foot player other. Rule most how compare movement call.",
    "category_id": 1,
    "price": 361.53,
    "cost": 572.7,
    "stock_quantity": 8,
    "weight": 40.203,
    "is_active": true,
    "created_at": "2024-12-28T02:35:14"
  },
  {
    "id": 22,
    "sku": "SKU-68804339",
    "name": "Kids' Clothing",
    "description": "Until see institution against wear either. Student item bring court.\nPast much soldier reason any. List set join section sing everybody provide.\nTravel question evening imagine affect increase. Ever leg so play. Determine adult foot as. Rock participant leave inside organization.\nLittle newspaper gas floor state charge. Decision recently pull eight allow system whose. Main world bar security morning fight seem later.",
    "category_id": 5,
    "price": 612.33,
    "cost": 87.13,
    "stock_quantity": 5,
    "weight": 19.968,
    "is_active": true,
    "created_at": "2025-07-03T16:17:24"
  },
  {
    "id": 23,
    "sku": "SKU-21356391",
    "name": "Educational",
    "description": "Impact seem industry out floor guy black. Maybe mouth different identify series experience. Church them hundred about stop several prevent.\nOil individual industry country ahead difference. People your outside rule watch foot economic notice.\nWeight age over smile. Need tell sure claim hard themselves. Line require current car.\nDebate leave each. Kitchen drop computer left political sound study the.\nLeft while according allow quality. Yet television audience indicate employee respond building.",
    "category_id": 24,
    "price": 479.18,
    "cost": 411.38,
    "stock_quantity": 7,
    "weight": 41.185,
    "is_active": true,
    "created_at": "2025-06-06T17:59:33"
  },
  {
    "id": 24,
    "sku": "SKU-64772268",
    "name": "Books",
    "description": "Best politics available tonight man. Serious garden ready former late.\nEvery along cause miss ago they nor. Fill respond nothing fight require.\nSeason reason chair factor. Either direction surface on chance activity.\nSeat you image peace color general choose. Fire hear tend magazine college moment compare. Add water garden finally difference everything.\nGround least tree trade style. Together scientist hair allow phone weight medical.",
    "category_id": 5,
    "price": 972.4,
    "cost": 642.69,
    "stock_quantity": 8,
    "weight": 23.345,
    "is_active": false,
    "created_at": "2025-05-07T09:22:10"
  },
  {
    "id": 25,
    "sku": "SKU-61212149",
    "name": "Women's Clothing",
    "description": "Without entire everyone. Safe true town car few.\nDuring seven local better think. Five plant cultural.\nBar culture my Democrat maintain notice. Involve toward result kind politics open play sense.\nSenior over manage computer medical.\nWeek federal test eat every. Me personal born series consider according throw. Like clear assume it fight understand kitchen.\nCover board discussion film. Floor most bill feel participant. Public food court how commercial citizen production.",
    "category_id": 12,
    "price": 129.2,
    "cost": 829.22,
    "stock_quantity": 9,
    "weight": 32.026,
    "is_active": false,
    "created_at": "2024-12-17T02:48:09"
  },
  {
    "id": 26,
    "sku": "SKU-86676830",
    "name": "Toys",
    "description": "Short affect region decade respond far health. Into him newspaper school something pay.\nBlood during for look return. Weight water sit hope where religious economic. Only arrive argue garden Mrs just exist line.\nWith run station them operation off. Because early of several end most fact.\nSign attention skill represent.\nToward knowledge this contain life leave. Current will else page usually cell. Interview south something story art writer.",
    "category_id": 25,
    "price": 966.29,
    "cost": 433.18,
    "stock_quantity": 1,
    "weight": 41.586,
    "is_active": true,
    "created_at": "2025-05-20T19:11:05"
  },
  {
    "id": 27,
    "sku": "SKU-9809109",
    "name": "Women's Clothing",
    "description": "Letter threat yes charge form. Possible fund month realize. Threat husband family perhaps hope across.\nCharacter talk once should mother president. Show off great they test. Country challenge final beyond.\nWar always camera give attorney that up probably. Field interest even view describe. Agree there want but way agent.\nAny just cup side opportunity by. Medical official might clear.\nWait scientist group yet. Course world son growth effort born.",
    "category_id": 5,
    "price": 304.82,
    "cost": 162.8,
    "stock_quantity": 4,
    "weight": 17.367,
    "is_active": true,
    "created_at": "2024-11-16T11:26:24"
  },
  {
    "id": 28,
    "sku": "SKU-97929161",
    "name": "Women's Clothing",
    "description": "Cell eat north. Million cell like although. Sort term produce he increase church common view.\nHalf understand skill air. Fill personal training enter fly.\nAgreement like same certain imagine much.\nCollege beyond give development information at why. Work task Mr care owner PM find. Tonight either follow music whatever protect benefit. See system cultural despite candidate walk difficult.\nResponse executive past economic. Continue process forget wind property.",
    "category_id": 10,
    "price": 846.08,
    "cost": 251.35,
    "stock_quantity": 9,
    "weight": 13.795,
    "is_active": false,
    "created_at": "2024-12-05T01:07:11"
  },
  {
    "id": 29,
    "sku": "SKU-1572026",
    "name": "Fiction",
    "description": "Low gas pick stage officer later Democrat. Enjoy key seat pretty method front you control. Southern maintain nature professional property garden.\nAs half politics who call. Window store build require call. Film job worker bar term measure.\nCrime style develop admit safe government over. None most another mouth. Discover water most hear beyond close plant.",
    "category_id": 10,
    "price": 614.81,
    "cost": 94.33,
    "stock_quantity": 3,
    "weight": 29.631,
    "is_active": false,
    "created_at": "2025-06-17T04:36:30"
  },
  {
    "id": 30,
    "sku": "SKU-21508787",
    "name": "Shoes",
    "description": "Skill position hospital cover strong audience. Cell husband rise one public.\nCentral every force PM minute modern. Out discussion just state must particular child they.\nWe American study eight phone. One then reality some serve different. Become rule where ten.\nStudent white instead point tend exactly right. Toward policy forget project economy.\nActually require magazine one. Opportunity program billion sit remain. Parent not parent that property among blue.",
    "category_id": 5,
    "price": 172.03,
    "cost": 624.85,
    "stock_quantity": 10,
    "weight": 16.947,
    "is_active": false,
    "created_at": "2025-07-03T02:28:35"
  },
  {
    "id": 31,
    "sku": "SKU-70164383",
    "name": "Decor",
    "description": "Spend physical sing protect agent note.\nWatch better turn soon rock support effect stand.\nWind eat land answer leader yard. Shoulder civil next tell possible. Send sit common matter become goal.\nFirst figure trial bed image. Market control him enter religious go south time. Where follow born ok.\nFast nice concern peace away behavior Republican. System certainly future government card history. Party wife food different step.",
    "category_id": 19,
    "price": 42.15,
    "cost": 863.91,
    "stock_quantity": 2,
    "weight": 2.369,
    "is_active": false,
    "created_at": "2025-01-09T18:33:40"
  },
  {
    "id": 32,
    "sku": "SKU-74668321",
    "name": "Fiction",
    "description": "Court control million hundred offer total hit. Religious word sound enjoy have. Floor ground when care team.\nOften benefit true world remain movement bit. Direction give reduce with start difference especially student.\nJust opportunity ask yet against large practice time. Test challenge radio assume rest now water. Require make region.\nDemocrat laugh Mrs push form now. Watch certain much race fire according participant.",
    "category_id": 25,
    "price": 577.19,
    "cost": 651.47,
    "stock_quantity": 10,
    "weight": 20.888,
    "is_active": false,
    "created_at": "2025-02-02T00:41:57"
  },
  {
    "id": 33,
    "sku": "SKU-18590430",
    "name": "Fiction",
    "description": "Benefit great religious these. Before employee customer goal positive bank later. Model after paper word.\nBelieve ability world actually force fill. Nor teacher western country per consider despite.\nThe tree outside off. Relationship they concern chance standard air. Very thousand soldier.\nVarious blue raise operation cold. Marriage page young turn.\nStory six want protect assume east center. Could identify group true TV specific travel. Better mind professional fly month offer mother hour.",
    "category_id": 1,
    "price": 498.54,
    "cost": 627.53,
    "stock_quantity": 5,
    "weight": 32.131,
    "is_active": true,
    "created_at": "2024-10-13T19:55:21"
  },
  {
    "id": 34,
    "sku": "SKU-11970543",
    "name": "Food & Beverage",
    "description": "Security number community finish answer agreement whom his. Who appear stay them school model.\nHe recognize treat better wear throughout Republican. Research manager number party.\nDeal ready under above drive sport.\nWould step head study. Choose out perform. Think institution now tell phone.\nImportant act statement help successful. Stage major outside phone house.\nProduction development point boy. At Mr cold science western resource reason. Movie expect now board budget.",
    "category_id": 16,
    "price": 245.63,
    "cost": 807.53,
    "stock_quantity": 7,
    "weight": 14.942,
    "is_active": false,
    "created_at": "2025-03-28T18:06:21"
  },
  {
    "id": 35,
    "sku": "SKU-49781610",
    "name": "Books",
    "description": "Kind shoulder production mean. Shoulder right analysis add check. Two glass customer popular hospital.\nMeasure different physical from return. The attorney early.\nNews century who arm range. Million admit result right focus although. Range accept about around.\nBuild different pick nor available power treat. Population executive pattern last security raise partner. Woman PM look together lawyer these.\nExpert room white home. Think happy again south century.",
    "category_id": 23,
    "price": 60.85,
    "cost": 440.16,
    "stock_quantity": 8,
    "weight": 23.276,
    "is_active": false,
    "created_at": "2025-04-14T20:15:49"
  },
  {
    "id": 36,
    "sku": "SKU-83064164",
    "name": "Smartphones",
    "description": "Nature shake impact popular degree center board. Feel strategy simple perhaps anything describe necessary. Process view it wall.\nHistory project event second nor.\nOffer song character first early school. First usually partner same then put skin.\nAcross television apply. Finish top data character.\nSubject guy training on stock. Full compare field sort civil thing clear.\nTravel important no pick record example summer. Wish professional chair knowledge sense.",
    "category_id": 20,
    "price": 144.52,
    "cost": 861.61,
    "stock_quantity": 6,
    "weight": 36.737,
    "is_active": true,
    "created_at": "2024-09-03T19:15:20"
  },
  {
    "id": 37,
    "sku": "SKU-49656286",
    "name": "Bathroom",
    "description": "Career feel hour change. Which fly represent we bar.\nAdministration through individual college surface court exactly. Toward age five cold power red enjoy. Front evening yet prevent process four. Candidate within person.\nFew current like. Along public recent friend sort table. Imagine garden wall rest need major.\nTree try be program. Technology time age campaign seven drug.\nAssume occur down beautiful away rich. Thank pay choose personal the leave.",
    "category_id": 12,
    "price": 975.39,
    "cost": 131.63,
    "stock_quantity": 6,
    "weight": 25.798,
    "is_active": true,
    "created_at": "2025-05-03T20:09:12"
  },
  {
    "id": 38,
    "sku": "SKU-66478091",
    "name": "Home & Garden",
    "description": "Light rule option team. Continue according compare culture century my. Record reflect away cost focus. Class play or own media.\nInterview station save most pressure. Example claim article management total.\nSense involve purpose together knowledge with purpose five. Recently painting where notice road five.\nHave feel major national seat direction color. Important they food someone war idea. Laugh center seek information agency cause first.",
    "category_id": 11,
    "price": 242.49,
    "cost": 123.4,
    "stock_quantity": 8,
    "weight": 12.471,
    "is_active": false,
    "created_at": "2025-04-17T08:30:19"
  },
  {
    "id": 39,
    "sku": "SKU-8020907",
    "name": "Home & Garden",
    "description": "At follow live eye. Million management describe make whatever. City piece range investment business can example right.\nNorth list adult have early war. Travel total plant top live.\nFuture soldier recognize top whole sit occur. Remain participant spend eat none.\nMemory believe seek perhaps ball make.\nAt hope cover show Republican. Summer arrive east plan force station. No situation what machine fire third customer. Whatever our build safe save.",
    "category_id": 2,
    "price": 290.92,
    "cost": 384.76,
    "stock_quantity": 10,
    "weight": 20.965,
    "is_active": true,
    "created_at": "2025-01-29T08:27:01"
  },
  {
    "id": 40,
    "sku": "SKU-19812515",
    "name": "Bathroom",
    "description": "High church know finish view lay cup paper. Clear campaign what buy test. Local center story heart agent its food.\nParty set poor food series always. Argue response car ask attack charge mission.\nSenior win full include. Manage nation modern politics.\nNature become debate city. Dinner argue raise agency poor. Long among serve wear west.\nFloor hold plant how member face age. Nearly always operation decade old according.",
    "category_id": 6,
    "price": 813.66,
    "cost": 933.81,
    "stock_quantity": 6,
    "weight": 9.573,
    "is_active": true,
    "created_at": "2024-10-16T19:37:53"
  },
  {
    "id": 41,
    "sku": "SKU-43896992",
    "name": "Toys",
    "description": "Budget experience agreement owner prepare memory. Daughter both hold blood value day.\nStrategy purpose though stand guess. Possible discover three. Describe agency actually stop team.\nWater home force worker own close man. Others some project visit back blue a.\nAnyone action ever a knowledge rock which best.\nPosition wife score health evidence. Father alone build. Enjoy us thought song.\nTry season radio air. Company both right lay though reason event.\nLook rule check assume question air market.",
    "category_id": 16,
    "price": 995.96,
    "cost": 467.34,
    "stock_quantity": 5,
    "weight": 24.919,
    "is_active": false,
    "created_at": "2025-03-06T20:38:22"
  },
  {
    "id": 42,
    "sku": "SKU-94347940",
    "name": "Books",
    "description": "Resource score expert because happen. Name health top risk must fly police. Community I level girl factor sport.\nImagine which beat education case under population. Send technology clearly amount media teacher person. Game plan seat surface off with society station.\nStatement thing wrong name. Billion about various professor clearly dinner report. Major for student health view mission.",
    "category_id": 13,
    "price": 505.93,
    "cost": 966.71,
    "stock_quantity": 4,
    "weight": 29.209,
    "is_active": true,
    "created_at": "2025-06-14T02:32:16"
  },
  {
    "id": 43,
    "sku": "SKU-25636468",
    "name": "Clothing",
    "description": "All building control.\nEffect week instead group. Action our gas heart field people.\nOrder quickly with matter goal eight list something. Show institution onto thing we range yes. Although maintain town little myself bar.\nLawyer see drop worker. Follow need region. Describe improve act campaign television sit very. Attorney Congress ever north soon movie.\nOne recently make total fall.\nFace former body. Why baby lot eat.",
    "category_id": 2,
    "price": 282.07,
    "cost": 597.92,
    "stock_quantity": 8,
    "weight": 14.359,
    "is_active": true,
    "created_at": "2025-01-11T08:45:51"
  },
  {
    "id": 44,
    "sku": "SKU-63573301",
    "name": "Electronics",
    "description": "Job reduce at beautiful there.\nHusband try trade then building class now. Land you health enjoy at. Old break always dark.\nSecond hospital head member. Both program one.\nThey case TV team song.\nLong degree common need phone teach audience. Tax certainly set local.\nClearly phone including personal visit still image. Amount fly house cover risk health.\nStudent different traditional look we meeting image the. Drop miss market avoid. All at be through certainly political hard hotel.",
    "category_id": 4,
    "price": 431.49,
    "cost": 882.56,
    "stock_quantity": 6,
    "weight": 38.216,
    "is_active": false,
    "created_at": "2024-11-13T22:48:49"
  },
  {
    "id": 45,
    "sku": "SKU-36406719",
    "name": "Laptops",
    "description": "Message fine town trade not give fill stay. Put everything our prove could party skin.\nReach gun myself fly something. Minute bring reveal factor east our plant front.\nEarly machine establish nothing Mr chair. Author buy heavy nearly hotel at speech effort. Lawyer yard on everyone note current anything.\nWord other live hit budget Congress guess soon. American audience blue. Environmental six understand rather daughter through note.\nFront person everyone involve.",
    "category_id": 2,
    "price": 401.18,
    "cost": 570.71,
    "stock_quantity": 4,
    "weight": 18.19,
    "is_active": true,
    "created_at": "2024-10-19T16:18:48"
  },
  {
    "id": 46,
    "sku": "SKU-72707256",
    "name": "Food & Beverage",
    "description": "West before science. Special buy east image drug. Close community detail blue draw final often outside. Land discussion suggest impact know character.\nSeek age share day pull job themselves garden. Material past study. Day certain back student raise collection identify design.\nEver resource together here there whether. During recently laugh son home generation herself. Job knowledge interest join give especially treatment.",
    "category_id": 3,
    "price": 386.96,
    "cost": 450.9,
    "stock_quantity": 9,
    "weight": 14.058,
    "is_active": true,
    "created_at": "2024-11-07T00:42:52"
  },
  {
    "id": 47,
    "sku": "SKU-10637474",
    "name": "Accessories",
    "description": "Laugh fall teach everything trouble. Important coach at the per. Pressure six west walk compare nature walk.\nAdmit which owner baby significant. Stage condition buy leg set.\nMove cost skin for. Short message again mean.\nCareer answer choose car technology strong. Situation left lawyer report require class paper.\nWork career expert more.\nNearly risk threat level positive mind. Officer study if edge view cold teach call. Deal outside happen.",
    "category_id": 22,
    "price": 611.43,
    "cost": 129.53,
    "stock_quantity": 2,
    "weight": 19.756,
    "is_active": false,
    "created_at": "2025-06-04T19:07:14"
  },
  {
    "id": 48,
    "sku": "SKU-18769693",
    "name": "Furniture",
    "description": "Each administration dinner keep main letter. He daughter candidate where early certainly policy.\nHear go travel thought the. Our great mention local.\nGood cover two coach. Certainly represent especially agency. Piece he large free party.\nForce happy song one third serve item method. Rock not attack why usually help produce. Rule play century several cultural pattern.\nDetail analysis activity card industry create. Interview nothing wrong decision.",
    "category_id": 11,
    "price": 558.27,
    "cost": 366.24,
    "stock_quantity": 3,
    "weight": 10.033,
    "is_active": false,
    "created_at": "2024-12-24T07:16:34"
  },
  {
    "id": 49,
    "sku": "SKU-62938222",
    "name": "Women's Clothing",
    "description": "Next threat sport former professor money property. Mind everything order to difficult against low foreign.\nMaterial right identify weight feel. Blood challenge difference situation thing. Less check better my guy.\nNote federal drug performance way production. Unit arm image it increase within. Visit brother dog these man when.\nIf support expert particular close. Our order table beyond. Someone across music manage. Various soldier recently charge.\nLikely allow fact.",
    "category_id": 13,
    "price": 500.57,
    "cost": 46.26,
    "stock_quantity": 3,
    "weight": 35.708,
    "is_active": true,
    "created_at": "2025-03-28T19:10:15"
  },
  {
    "id": 50,
    "sku": "SKU-70610268",
    "name": "Furniture",
    "description": "Expect assume paper employee poor record benefit paper. Allow system professor reason special.\nFill president spring individual us some suggest. Decision leave reflect already arrive themselves. Blue large chance available.\nOften responsibility itself but popular wall. Role few remember time prevent hair hospital. At all table edge cost marriage.\nLast staff seat religious probably when. Test contain than clearly economy behavior then. Challenge this drive page whatever trade.",
    "category_id": 16,
    "price": 519.81,
    "cost": 149.79,
    "stock_quantity": 9,
    "weight": 7.075,
    "is_active": true,
    "created_at": "2025-04-23T00:16:30"
  },
  {
    "id": 51,
    "sku": "SKU-88404605",
    "name": "Decor",
    "description": "Most threat year partner partner. Show rule always who opportunity face. And forward imagine phone social listen there.\nOccur type strong development enter through system stage. Effect enter most American weight last however involve. Sort event sport national.\nMaybe weight some. Shoulder professional market oil move. Explain break dog writer night forget nation.\nRate bag positive. Again candidate see election price public indeed.",
    "category_id": 20,
    "price": 319.21,
    "cost": 393.56,
    "stock_quantity": 10,
    "weight": 36.992,
    "is_active": false,
    "created_at": "2025-02-25T09:39:28"
  },
  {
    "id": 52,
    "sku": "SKU-62451136",
    "name": "Food & Beverage",
    "description": "Loss pass size green. Good hold country war. Treat per wide.\nClass garden miss ready. Long under place ahead table.\nSouthern simply I cold. Point similar security at year dinner prevent tree. Newspaper leader focus hard tonight already could.\nAdmit professor head full see account. Television be successful organization no bring. List network necessary seven.\nSpecific skill point early Mr international although blood. Professor your receive staff yourself.",
    "category_id": 19,
    "price": 337.03,
    "cost": 828.45,
    "stock_quantity": 9,
    "weight": 24.543,
    "is_active": false,
    "created_at": "2025-03-22T15:04:24"
  },
  {
    "id": 53,
    "sku": "SKU-13438230",
    "name": "Shoes",
    "description": "Believe enough free thousand. Office old bad any. Success nearly must teacher speech.\nThat national trade price beyond idea us. Try information price especially appear. Behind war about through.\nSpecial image blood city vote time easy.\nContinue truth red billion. Like rock call. Draw impact race themselves office role success.\nDraw involve party home stay fall carry. In official especially pattern threat religious effort painting. Within if course.",
    "category_id": 10,
    "price": 475.41,
    "cost": 17.62,
    "stock_quantity": 6,
    "weight": 33.723,
    "is_active": false,
    "created_at": "2025-01-02T01:56:45"
  },
  {
    "id": 54,
    "sku": "SKU-17845866",
    "name": "Gaming",
    "description": "Where off prepare response stop. Including game language.\nThan foot in process. Kitchen cut play deal good.\nMajor event any able less article threat. Security modern data book.\nExist computer shoulder list. Assume lawyer field difference cut tell style.\nCivil determine toward admit doctor. His worry necessary politics certain environment he. Ready even probably son second.\nNote those drop executive.\nTask off under two physical within about. Force ready network.",
    "category_id": 19,
    "price": 308.37,
    "cost": 898.86,
    "stock_quantity": 1,
    "weight": 29.886,
    "is_active": false,
    "created_at": "2025-05-23T12:36:29"
  },
  {
    "id": 55,
    "sku": "SKU-32368904",
    "name": "Health",
    "description": "Manage issue none ready billion time. Improve analysis level movement school. Race wish kid career.\nHe already activity onto build. Poor threat throw behavior type.\nBehavior economy our second. Analysis ready must price receive. Unit majority yeah. Thought beyond mean director offer a.\nSend news clearly school wonder occur. Court state doctor and conference. Culture far article last peace.\nRise right happen series.",
    "category_id": 21,
    "price": 783.11,
    "cost": 776.38,
    "stock_quantity": 10,
    "weight": 11.454,
    "is_active": false,
    "created_at": "2024-10-29T19:43:53"
  },
  {
    "id": 56,
    "sku": "SKU-93910471",
    "name": "Clothing",
    "description": "Require research this most too. Together true worker though church young mouth note.\nCommon student knowledge firm paper unit. Cultural far significant. Until themselves break reason too discover record.\nLook training oil scene career military much. Sometimes drive anything teach myself.\nMuch base modern behavior end. Carry condition into sure day sort determine.\nChallenge kind instead plant bag set leave. Yeah front almost activity agree.\nBase close score.",
    "category_id": 19,
    "price": 480.96,
    "cost": 524.7,
    "stock_quantity": 10,
    "weight": 38.753,
    "is_active": true,
    "created_at": "2025-06-17T22:27:52"
  },
  {
    "id": 57,
    "sku": "SKU-38785862",
    "name": "Tablets",
    "description": "Small fire light medical level analysis any product. Help PM become rich every. If none dog chance.\nDirection focus product hand start size heart. Need always like.\nDrive own pass least great. Sign single well. Continue ask environmental another business hot strong.\nTrip school energy safe while popular natural. Marriage us middle her shake month ask.\nChoice assume recent people far. Miss population project film.\nAgain these series candidate. Issue bit whether edge left American hope.",
    "category_id": 5,
    "price": 821.83,
    "cost": 242.95,
    "stock_quantity": 10,
    "weight": 47.415,
    "is_active": true,
    "created_at": "2025-05-28T14:48:20"
  },
  {
    "id": 58,
    "sku": "SKU-30315274",
    "name": "Home & Garden",
    "description": "Drop recently million store every rise. Letter story article read.\nRather arm table draw trouble.\nCreate moment onto third business rock. South bed represent lawyer.\nName paper cup order. Quickly manage care popular yourself always image alone. What truth partner measure.\nBelieve whether teach single result modern. Action continue star. Only free increase.\nStudy model actually read. Line reflect enough exist without build. True think quite hot particular generation.",
    "category_id": 7,
    "price": 19.92,
    "cost": 314.38,
    "stock_quantity": 3,
    "weight": 20.707,
    "is_active": false,
    "created_at": "2025-01-06T23:00:57"
  },
  {
    "id": 59,
    "sku": "SKU-26132987",
    "name": "Beauty",
    "description": "Walk paper media available. Every front baby effort already second room.\nMovie wait amount happen again society down. Investment whom season mind benefit second.\nVoice want themselves. Minute data hospital this. Stand several hit rate.\nWait defense well should effect future. Stage meeting contain.\nMagazine suggest interesting no. Perform worker story face. Break fight never.\nSister garden down television tree say more. Animal do hear rich apply project. Reality adult state medical year oil ask.",
    "category_id": 14,
    "price": 502.31,
    "cost": 611.86,
    "stock_quantity": 8,
    "weight": 43.654,
    "is_active": false,
    "created_at": "2025-05-26T12:23:44"
  },
  {
    "id": 60,
    "sku": "SKU-83816810",
    "name": "Comics",
    "description": "Thank prevent store politics service second. Bed mission certain situation often PM notice. Form bill again matter.\nPeace window create compare couple continue sister. Family center wide identify nice.\nPerformance age newspaper choice policy lead. Win air kind see finally wall.\nParent for production traditional practice together minute. Serious structure wonder stock today whether thought.\nTotal not its air. Image several name chair.\nSituation him her imagine. Type describe no speak.",
    "category_id": 24,
    "price": 63.22,
    "cost": 138.94,
    "stock_quantity": 4,
    "weight": 28.088,
    "is_active": true,
    "created_at": "2025-03-17T23:50:01"
  },
  {
    "id": 61,
    "sku": "SKU-41707179",
    "name": "Non-Fiction",
    "description": "Personal American ahead where long. A property message outside traditional. Artist area street shake mean avoid.\nFriend wide take answer at month partner evidence. Picture available scene approach imagine.\nMiss the we politics phone anyone happy point. Admit manager kind example class.\nRise several in candidate. General new begin their. Step type type word not usually at sing.\nView push enjoy wife cup law.\nWest fire resource commercial. Trouble husband level until less daughter.",
    "category_id": 16,
    "price": 525.95,
    "cost": 314.44,
    "stock_quantity": 3,
    "weight": 23.037,
    "is_active": true,
    "created_at": "2024-12-25T19:17:53"
  },
  {
    "id": 62,
    "sku": "SKU-16275807",
    "name": "Kids' Clothing",
    "description": "Language through nation film or. Ten follow cell how.\nWin behind every. Door daughter economic. Huge move until toward.\nColor cost add claim begin man star. Still bill cover mind wind commercial national. Six rather just serious term discuss state.\nSummer concern race five. Full occur last.\nSize open rest investment race yes law.\nTeam market too million space team. Half able music.\nCongress pick foreign city. Quickly process address friend writer view.",
    "category_id": 11,
    "price": 546.72,
    "cost": 676.19,
    "stock_quantity": 5,
    "weight": 30.543,
    "is_active": true,
    "created_at": "2025-03-06T07:25:23"
  },
  {
    "id": 63,
    "sku": "SKU-79273380",
    "name": "Beauty",
    "description": "Dog perhaps my situation test. Camera truth surface sometimes. Reality discover success item rest respond economy why.\nThink front save mention picture. Exist later nation leader.\nBegin type dog name language local.\nAgo past ever sister. As physical wind manager mother his change perhaps. Media responsibility child street floor officer.\nSo mother race. Human control personal. Happy receive third professional test.",
    "category_id": 8,
    "price": 279.72,
    "cost": 299.2,
    "stock_quantity": 5,
    "weight": 38.582,
    "is_active": true,
    "created_at": "2025-04-24T05:49:13"
  },
  {
    "id": 64,
    "sku": "SKU-71498200",
    "name": "Educational",
    "description": "Smile store develop wait national. Various future clearly bag quite foreign mouth. Reveal usually concern war home why.\nWatch develop reason gas part rather. Difference yard mean nice.\nHand weight majority enjoy hit sure. Administration fly maintain quite station difference. Fill perhaps there throw station.\nTrial out close current. Old especially also stuff decision film.\nLaw force foreign blue rock. People Democrat information road week best. Language fish administration per well change.",
    "category_id": 7,
    "price": 690.54,
    "cost": 489.51,
    "stock_quantity": 8,
    "weight": 17.505,
    "is_active": true,
    "created_at": "2024-11-15T07:09:37"
  },
  {
    "id": 65,
    "sku": "SKU-48450800",
    "name": "Decor",
    "description": "Suddenly money task give clear. Very newspaper tree simply.\nWestern tell on indeed. Much evidence television catch relationship member work. Must fund open who someone.\nExplain maybe fight pass budget bar really world. Carry surface think. Choose fill police.\nAuthority door poor stay yard. Son than attorney accept. Lose miss plant international scene radio. Field surface modern him only.",
    "category_id": 24,
    "price": 274.18,
    "cost": 122.75,
    "stock_quantity": 9,
    "weight": 19.047,
    "is_active": true,
    "created_at": "2025-05-03T13:53:29"
  },
  {
    "id": 66,
    "sku": "SKU-72929177",
    "name": "Tablets",
    "description": "Couple as customer century. Phone perhaps arrive.\nMind indeed majority daughter.\nGeneration mouth short identify relationship professor computer. Tonight lose fly section. No enter career choice number allow.\nBed staff talk score him price drop bill. Near consider keep.\nCompare lead Democrat kitchen response describe north. Whom what unit for common office note pass.\nWestern run son price. Away field network century to foot hair who. Talk music floor vote environment business right.",
    "category_id": 12,
    "price": 954.64,
    "cost": 804.8,
    "stock_quantity": 5,
    "weight": 2.199,
    "is_active": false,
    "created_at": "2025-07-17T17:30:20"
  },
  {
    "id": 67,
    "sku": "SKU-79979778",
    "name": "Educational",
    "description": "Treat responsibility Democrat remain stage catch week. Drug chance speech sell better soldier however. Nature community third.\nMajor specific rather letter me tell just. Really reveal these project group.\nHour article study seek young shoulder dark. Within door hold bank of.\nBody at strong clear decide road. Age chance officer single. See professional begin current everyone test memory arm.\nOffice yeah bar. Matter participant boy huge plan rule break church.",
    "category_id": 3,
    "price": 347.01,
    "cost": 442.93,
    "stock_quantity": 5,
    "weight": 37.392,
    "is_active": false,
    "created_at": "2025-05-18T19:19:47"
  },
  {
    "id": 68,
    "sku": "SKU-97936117",
    "name": "Beauty",
    "description": "Family court herself. Movie produce lay theory specific.\nChange size computer bed. Smile raise personal. Two teacher office force.\nOthers heart admit statement. Red happen whose return style.\nSouth Democrat project. Generation single on statement simply director law center.\nVery near much hold several candidate. Else avoid sea.\nCell loss approach. Gun class discuss manager.\nOut article responsibility who. International opportunity include candidate team most.",
    "category_id": 7,
    "price": 828.12,
    "cost": 271.86,
    "stock_quantity": 9,
    "weight": 34.839,
    "is_active": false,
    "created_at": "2025-03-08T23:45:11"
  },
  {
    "id": 69,
    "sku": "SKU-85877694",
    "name": "Sports",
    "description": "Institution skin performance he opportunity sing. Head interesting common early look blood. Left able analysis arrive budget.\nAlthough ago treatment society. Discover last everybody wall major interest amount. Might speech prove.\nChallenge air rest wind. Less crime amount laugh. Approach Republican forward why spend.\nWide west man current hundred box. Agent north consider mother month.",
    "category_id": 4,
    "price": 616.06,
    "cost": 587.24,
    "stock_quantity": 4,
    "weight": 2.633,
    "is_active": true,
    "created_at": "2025-04-30T10:30:02"
  },
  {
    "id": 70,
    "sku": "SKU-63753876",
    "name": "Garden Tools",
    "description": "Arm entire increase.\nWhole phone agent attack bring. Open project buy edge after pretty one.\nAttack resource serious teach piece especially able. Property remain first common eight. Maybe space father store start upon house paper.\nPossible cup opportunity rate sport. Owner seek bill traditional western chance. Expert any look entire do company focus.\nSay whom prove organization old. Yet land address represent.\nThird summer what cause. Level middle star music commercial.",
    "category_id": 17,
    "price": 226.44,
    "cost": 233.6,
    "stock_quantity": 2,
    "weight": 20.724,
    "is_active": true,
    "created_at": "2024-11-01T03:13:23"
  },
  {
    "id": 71,
    "sku": "SKU-49576939",
    "name": "Educational",
    "description": "Message mean year once too today base. While room Mr personal who until. Air star audience national human employee movement. Serious later they green.\nNumber key medical join activity. Article agent music industry. List behavior successful success herself be.\nBefore possible base citizen through purpose. Establish close prove nice measure leg sell official. Professor anyone amount great require else so. Interest great analysis tonight politics computer exist throw.",
    "category_id": 16,
    "price": 101.44,
    "cost": 770.99,
    "stock_quantity": 1,
    "weight": 48.229,
    "is_active": false,
    "created_at": "2024-08-06T07:09:44"
  },
  {
    "id": 72,
    "sku": "SKU-20528501",
    "name": "Decor",
    "description": "Bill central wonder green set stay. Every national a whose whether single. Movement mouth maybe pass they.\nHouse character would money own. Interesting perhaps as feel.\nOnly series right group. Policy clear star daughter imagine discussion little imagine.\nCost eat truth fly memory hundred.\nGrowth what seek many.\nPattern investment practice their. Event skin indicate suddenly like.\nSignificant camera else Mrs. Piece national what role term left necessary. Even kitchen including summer.",
    "category_id": 6,
    "price": 407.5,
    "cost": 935.09,
    "stock_quantity": 8,
    "weight": 23.925,
    "is_active": false,
    "created_at": "2025-01-19T19:13:42"
  },
  {
    "id": 73,
    "sku": "SKU-41824362",
    "name": "Beauty",
    "description": "Note read term force open without. Book party reveal. Around reach local guess.\nGoal audience bad. Dinner other sell new. Debate fire improve remember call method.\nHead argue magazine any order prepare. Southern federal will economic another.\nRadio ever total technology party issue. Anyone smile energy add so financial. Tend majority kitchen Mr ahead late.\nWho court media part interesting drug. Election identify high capital plant side.",
    "category_id": 25,
    "price": 963.94,
    "cost": 321.84,
    "stock_quantity": 1,
    "weight": 45.406,
    "is_active": false,
    "created_at": "2025-01-15T01:50:44"
  },
  {
    "id": 74,
    "sku": "SKU-64205049",
    "name": "Books",
    "description": "Husband shake party hope billion. Exactly work begin treat. Spring economy someone police year accept toward.\nBoard open word. Represent yard campaign themselves common other walk. Us today us event care responsibility.\nPolice interesting challenge book. Apply more director service.\nDirection generation open history sell answer. Go standard collection work way company campaign. Reason discussion food education someone woman environmental.\nEffort present expect level science thank.",
    "category_id": 21,
    "price": 574.55,
    "cost": 535.61,
    "stock_quantity": 1,
    "weight": 45.67,
    "is_active": false,
    "created_at": "2025-05-13T15:03:17"
  },
  {
    "id": 75,
    "sku": "SKU-11390627",
    "name": "Toys",
    "description": "Top huge deal professor population question. Majority air test never. Rate standard today government actually myself.\nSix while step effort resource create hit yes. Foot nation stop environment throw.\nThing activity tax tell skin. Method resource how listen. Method attack interesting writer everything.\nEnergy into stay decision movement gun. Little people late six.\nPolitics prepare travel. Drive other chair lead maybe produce.",
    "category_id": 14,
    "price": 882.35,
    "cost": 176.61,
    "stock_quantity": 1,
    "weight": 49.859,
    "is_active": false,
    "created_at": "2025-02-27T16:13:53"
  },
  {
    "id": 76,
    "sku": "SKU-51182388",
    "name": "Tablets",
    "description": "Environmental toward story possible. Last miss draw society character both position near.\nTurn church thing decide common term.\nNews deep certainly and bring continue compare.\nAs miss leave.\nAnd ahead subject others. Try quality resource business natural stand country. Someone eye true dog need up.\nOperation sense skill everybody. Political crime finally term open story so.\nCup significant admit.",
    "category_id": 16,
    "price": 187.12,
    "cost": 749.25,
    "stock_quantity": 5,
    "weight": 43.849,
    "is_active": true,
    "created_at": "2025-05-04T02:52:29"
  },
  {
    "id": 77,
    "sku": "SKU-12119360",
    "name": "Electronics",
    "description": "Ability language food human stand. Especially peace among past happen no crime information.\nNetwork help rise north if. Parent size month music newspaper mind.\nLine yet produce magazine. Authority air sort investment guy such notice to. Really door against.\nIt reduce write lawyer. Miss next their herself few bad take set.\nVarious wait six guess member will. Leave lead relationship provide. Major his continue avoid.",
    "category_id": 10,
    "price": 568.39,
    "cost": 108.19,
    "stock_quantity": 6,
    "weight": 14.3,
    "is_active": true,
    "created_at": "2024-12-03T15:49:37"
  },
  {
    "id": 78,
    "sku": "SKU-58400503",
    "name": "Fiction",
    "description": "Able official call thank. Store report adult same as human understand. Improve week least deep carry summer.\nMe try particularly thought. Above become minute war stage. Claim energy laugh bed.\nHope value under some. According assume skill wall political send. Before off window particular.\nWonder prevent fire into. Season dinner stage. Apply notice current allow audience involve.\nAbove low town. Theory off fine represent. Dinner position something miss including.",
    "category_id": 18,
    "price": 524.79,
    "cost": 889.36,
    "stock_quantity": 3,
    "weight": 42.568,
    "is_active": true,
    "created_at": "2024-08-19T10:05:44"
  },
  {
    "id": 79,
    "sku": "SKU-20633166",
    "name": "Audio",
    "description": "Professional idea range attention throughout degree think. Just model thing drop the character. Art television without itself seat language open.\nThrough us me natural whose. Son him wonder traditional why fear.\nAnswer free knowledge know everybody anyone growth. Friend bag which city north role act alone.\nBlue management record room program outside. Between bar beyond single walk. Over rather central south.",
    "category_id": 9,
    "price": 193.62,
    "cost": 113.53,
    "stock_quantity": 3,
    "weight": 36.583,
    "is_active": true,
    "created_at": "2025-06-02T15:00:41"
  },
  {
    "id": 80,
    "sku": "SKU-75952511",
    "name": "Fiction",
    "description": "Action teacher service record. Bad book Democrat. Trade get something rather.\nKey three fund just analysis. Between kitchen course can organization anyone government. Purpose popular tree project stop answer work explain. Democratic fight return data today budget everyone call.\nInto media recognize set ask.\nPhone travel western wrong front. Pattern company nation get seek training rather future. Guess audience arrive.",
    "category_id": 9,
    "price": 718.87,
    "cost": 15.07,
    "stock_quantity": 6,
    "weight": 39.559,
    "is_active": true,
    "created_at": "2025-04-15T23:10:00"
  },
  {
    "id": 81,
    "sku": "SKU-26017491",
    "name": "Shoes",
    "description": "Fill recognize worry technology after. Make help summer church foreign design. Stock authority defense here effort together.\nBlack Mr contain article cost. Reflect change smile film task attorney say.\nAlways time instead quality green accept share.\nTrial member drug charge total because hotel. Some pattern according to free. Free theory none so myself follow not.\nCommercial say side find. Another well drive provide think something.\nHave minute back left leg agency other. Traditional boy song.",
    "category_id": 22,
    "price": 757.52,
    "cost": 176.32,
    "stock_quantity": 7,
    "weight": 41.367,
    "is_active": false,
    "created_at": "2025-06-02T21:56:04"
  },
  {
    "id": 82,
    "sku": "SKU-16709159",
    "name": "Women's Clothing",
    "description": "Travel reveal rather not its significant me. Movie forward nearly room thing. See real like region behind new and.\nTrue long she record teach attack.\nWall meet old tonight sound everybody which financial. Price yet catch. Class approach necessary past Mr personal stuff.\nProduction choice edge everyone. Would pressure room under team security at.\nOwn cultural act call physical actually already. Without everybody research chance system. Response marriage sure camera.",
    "category_id": 11,
    "price": 87.65,
    "cost": 669.58,
    "stock_quantity": 3,
    "weight": 49.086,
    "is_active": true,
    "created_at": "2025-05-06T13:29:18"
  },
  {
    "id": 83,
    "sku": "SKU-79842205",
    "name": "Men's Clothing",
    "description": "Lead green total benefit Mr car. Raise prepare wrong bed.\nFear tend American war old what design. Enough success score.\nPer hot character ball. Voice information add argue image.\nSuccess traditional leave send through himself. Upon base mention hour gun field. Single situation feel already whole.\nRange painting country different indicate. Few page cold. Can college care think brother.\nEight skill program try. Wait never fly pull big method.",
    "category_id": 11,
    "price": 935.88,
    "cost": 7.82,
    "stock_quantity": 7,
    "weight": 11.853,
    "is_active": true,
    "created_at": "2025-01-27T19:06:27"
  },
  {
    "id": 84,
    "sku": "SKU-25052945",
    "name": "Magazines",
    "description": "Half door early we. Speak drive bad. Summer more if hear responsibility have.\nTrouble nor environmental former law only. Return wall trouble friend current. Job nor yard establish hit.\nHim southern issue town call computer experience. Movement traditional of. True fill beautiful game set other follow vote. High few land both two add thank.\nDream since open budget. His value experience young.\nOn easy today wait staff feeling first. Degree special laugh include price.",
    "category_id": 9,
    "price": 954.07,
    "cost": 302.64,
    "stock_quantity": 10,
    "weight": 0.671,
    "is_active": false,
    "created_at": "2024-11-18T20:37:27"
  },
  {
    "id": 85,
    "sku": "SKU-42726287",
    "name": "Fiction",
    "description": "Guy wide evidence to item. Something employee such practice quickly any market.\nReality in game. Development know laugh officer.\nImage crime about everything artist still. Record spring sport usually as until happen power. Already TV low.\nAssume control leg suggest. Build ago feeling whose realize.\nSeveral more physical beautiful year. Cup cup performance.\nMillion hospital trade agree. Offer piece machine early. Rest whom good throw.",
    "category_id": 12,
    "price": 693.07,
    "cost": 63.06,
    "stock_quantity": 2,
    "weight": 23.323,
    "is_active": true,
    "created_at": "2025-06-01T10:21:05"
  },
  {
    "id": 86,
    "sku": "SKU-47518285",
    "name": "Toys",
    "description": "Dinner interview medical will. However traditional necessary learn memory home marriage.\nSouthern stop customer although add by how. Population weight wonder develop while question.\nRelationship white manage soldier. Itself religious energy teacher single long food send. Certain woman who word. Center claim Republican admit.\nFactor young get wrong teach not response professor. Team condition when if help start peace year.\nPrevent too drug today so long. At positive mother even raise.",
    "category_id": 13,
    "price": 686.38,
    "cost": 923.17,
    "stock_quantity": 5,
    "weight": 34.545,
    "is_active": false,
    "created_at": "2024-10-29T19:33:32"
  },
  {
    "id": 87,
    "sku": "SKU-76626319",
    "name": "Fiction",
    "description": "History finish everybody live gun edge. Son view process happy. Within environment back short pull form.\nNow provide office. Or deep fly natural group continue.\nSpecific adult collection. Project author term many. Rock bed film wait.\nSell involve water idea mother. Image not model democratic close make low. Something world continue just.\nLeave fund officer. Movement little name good subject very wait. Too recognize final boy begin show forget.",
    "category_id": 10,
    "price": 368.17,
    "cost": 221.63,
    "stock_quantity": 3,
    "weight": 23.961,
    "is_active": false,
    "created_at": "2024-12-15T08:47:55"
  },
  {
    "id": 88,
    "sku": "SKU-65268732",
    "name": "Audio",
    "description": "Year none lay TV lose. Ability inside night. Fill name several market fear language.\nThose become staff history girl. Either former age. Good recognize like also school.\nInterview cost less bad third not group. Receive development day reason order rest conference.\nClaim claim including deal. Doctor bad finish face modern. Subject shake particularly give example price easy.",
    "category_id": 24,
    "price": 988.84,
    "cost": 374.25,
    "stock_quantity": 9,
    "weight": 45.649,
    "is_active": true,
    "created_at": "2025-07-08T09:49:01"
  },
  {
    "id": 89,
    "sku": "SKU-55018243",
    "name": "Magazines",
    "description": "Moment put price. Commercial different order matter campaign reveal rich.\nProtect mouth side mission teach especially eat. Whose young set knowledge.\nBoy long analysis force. Girl expert report include from song car.\nEach amount everything. Summer high ask rich development area.\nToday themselves blood single.\nFour hour green religious hot former front. White new involve south two participant want.",
    "category_id": 18,
    "price": 802.18,
    "cost": 825.77,
    "stock_quantity": 4,
    "weight": 34.049,
    "is_active": false,
    "created_at": "2024-09-23T12:00:46"
  },
  {
    "id": 90,
    "sku": "SKU-4494343",
    "name": "Accessories",
    "description": "Financial fall enter debate blue. Discussion late often mean really.\nStory allow social write prepare represent today. Team high old anyone though president position. Just experience letter could also debate five.\nMr social hand another class. Participant exactly hospital Congress seem role senior.\nCut minute check soldier act. Care husband yard.\nThere discover detail effect life. Safe but too situation.",
    "category_id": 3,
    "price": 525.98,
    "cost": 528.64,
    "stock_quantity": 6,
    "weight": 3.997,
    "is_active": false,
    "created_at": "2024-10-07T01:15:43"
  },
  {
    "id": 91,
    "sku": "SKU-31539529",
    "name": "Shoes",
    "description": "Establish truth society another music.\nWater son special something. Before response whatever. Fall thing around sport.\nProduce national role when story. Politics real fly employee black skill over. Understand anyone growth must.\nChild quality pick fund the ask. First always what site. History serve example effort medical science.\nEat could of wait some between be. Budget leader message.\nWork need southern sea anyone trouble. Lawyer anyone station fact.",
    "category_id": 4,
    "price": 62.7,
    "cost": 548.1,
    "stock_quantity": 9,
    "weight": 10.188,
    "is_active": false,
    "created_at": "2025-07-11T18:41:03"
  },
  {
    "id": 92,
    "sku": "SKU-14682341",
    "name": "Kids' Clothing",
    "description": "Common center man hold. Economic newspaper consider again tax. Certain heart heavy fly.\nThese him when training science ability much crime. Family kind toward adult maybe.\nMeet oil former even again coach team. Raise she range author she finish small large. Perhaps tough however play decide.\nIncrease environmental laugh marriage five color. Note adult ball human my center. Card pressure of until character experience author under. Despite charge fish serious red I.",
    "category_id": 5,
    "price": 165.37,
    "cost": 854.62,
    "stock_quantity": 8,
    "weight": 5.9,
    "is_active": false,
    "created_at": "2024-09-12T07:55:30"
  },
  {
    "id": 93,
    "sku": "SKU-29935290",
    "name": "Beauty",
    "description": "Analysis off surface. Region church standard base sure. Wear common baby see.\nRepresent Mrs thank myself. Matter husband throw billion old most energy. Around finally figure card student a some.\nUp trouble marriage point lose story minute. Point example thank see simple budget.\nDesign probably born cell. Speak condition cover admit real animal. Particularly mother somebody both.",
    "category_id": 23,
    "price": 583.56,
    "cost": 91.85,
    "stock_quantity": 9,
    "weight": 22.33,
    "is_active": false,
    "created_at": "2025-05-18T03:58:42"
  },
  {
    "id": 94,
    "sku": "SKU-22560859",
    "name": "Clothing",
    "description": "Accept view security much.\nHow their about place force conference each. Tonight near ability great ready understand successful.\nProcess north particularly arrive. Move it state series value tax. Such year deal the. Throw pull third data sport imagine section measure.\nWhite tree seek should computer lawyer easy need. A avoid choice media.\nTonight response charge pull support. Glass cost say rock as.",
    "category_id": 15,
    "price": 132.81,
    "cost": 416.0,
    "stock_quantity": 10,
    "weight": 2.981,
    "is_active": false,
    "created_at": "2024-09-16T03:21:30"
  },
  {
    "id": 95,
    "sku": "SKU-61826632",
    "name": "Audio",
    "description": "Good order often mouth. Must federal produce condition push. Reduce heavy receive state.\nShake particularly government stop catch large. Pattern or through class for. Evening itself PM shake scene though often part.\nPhysical central pay institution write. As just peace machine none. Site leader rather marriage next rate sure.\nEvery well cover part mean few. Left eye learn want gas human.",
    "category_id": 22,
    "price": 807.1,
    "cost": 723.55,
    "stock_quantity": 7,
    "weight": 12.797,
    "is_active": false,
    "created_at": "2024-10-26T18:51:58"
  },
  {
    "id": 96,
    "sku": "SKU-73117",
    "name": "Electronics",
    "description": "Of couple program American lot project must. Peace say energy take yes. Girl worker door change whether small trip.\nDefense quickly result.\nOr thank others population. Treat wear hold. Newspaper should court just.\nIt notice me look return. President most class. All piece daughter.\nAnswer even fast wear. Capital other analysis low professor. Next upon stand hear feeling although.\nBring travel particularly job. Carry usually should contain talk by account.",
    "category_id": 24,
    "price": 218.68,
    "cost": 73.96,
    "stock_quantity": 7,
    "weight": 17.292,
    "is_active": false,
    "created_at": "2024-10-27T07:53:41"
  },
  {
    "id": 97,
    "sku": "SKU-80635631",
    "name": "Books",
    "description": "Color summer stand move fine major. Wide explain rock design. Reduce technology other about.\nCampaign continue before than upon single. Type policy plan leg church.\nPolitics rule pay new Republican fly foot. Once figure race get.\nImage within foreign happy. Large area trouble more. Guy out election.\nEspecially discover hand Democrat sign. Just more sea run born. Budget oil reduce woman least employee suggest.",
    "category_id": 18,
    "price": 994.12,
    "cost": 934.64,
    "stock_quantity": 2,
    "weight": 49.308,
    "is_active": false,
    "created_at": "2025-02-02T08:15:05"
  },
  {
    "id": 98,
    "sku": "SKU-26346840",
    "name": "Men's Clothing",
    "description": "Still itself firm artist consider.\nImpact story defense force difficult. Anyone mention tell green rate could evidence. Market same kind her class speak.\nWould difference sport carry. Offer thousand pick involve will game participant offer. Ready born mother. Future direction admit town strategy raise future.\nMusic important miss toward. Practice hope save method.\nPeople voice style past leader. Just night theory statement three forget. Give mind watch score successful anything century.",
    "category_id": 2,
    "price": 287.8,
    "cost": 180.8,
    "stock_quantity": 3,
    "weight": 38.315,
    "is_active": true,
    "created_at": "2025-06-06T11:01:12"
  },
  {
    "id": 99,
    "sku": "SKU-27663707",
    "name": "Comics",
    "description": "Set civil yet word bit consider design. Decide me sell. Box bank early worry man much every.\nActivity start scene pay true whom result. Suffer street knowledge officer have challenge technology under. Debate statement health physical prevent season Mrs again.\nShoulder protect crime. After season business drop once action. Call of listen care term glass during.\nOff real foreign. Something talk response amount foreign these federal. Deal attorney gas recent skin many here.",
    "category_id": 21,
    "price": 963.81,
    "cost": 375.08,
    "stock_quantity": 7,
    "weight": 22.482,
    "is_active": true,
    "created_at": "2025-06-16T09:41:18"
  },
  {
    "id": 100,
    "sku": "SKU-50408631",
    "name": "Decor",
    "description": "Maintain control get theory big face hotel quickly. Process stuff treat.\nConsider agreement citizen organization you practice important. Trial far miss help effort attention. Baby throw perhaps recent where follow.\nMovement stand try important enter wish. Also protect natural career.\nEnough main decade. Value meeting bill plant.\nBreak sense discover first deep again in. Industry I receive.",
    "category_id": 13,
    "price": 376.27,
    "cost": 683.04,
    "stock_quantity": 9,
    "weight": 6.736,
    "is_active": false,
    "created_at": "2024-09-17T07:41:10"
  },
  {
    "id": 101,
    "sku": "SKU-14181221",
    "name": "Bathroom",
    "description": "Simply she along figure decade. Service top medical day like prepare grow. Develop doctor identify set last stop behind.\nActually tree walk give mention PM industry age.\nHow give skin wide. Attack suggest television discussion be. Right green left.\nSerious at argue real ready.\nNorth city he sit. Poor arrive lot pattern better plant certain.\nWeight agreement room newspaper character hope eight. Imagine contain health yeah success soldier control.\nStrategy really pull common between.",
    "category_id": 12,
    "price": 119.51,
    "cost": 992.84,
    "stock_quantity": 7,
    "weight": 26.489,
    "is_active": true,
    "created_at": "2025-01-07T17:34:28"
  },
  {
    "id": 102,
    "sku": "SKU-72974361",
    "name": "Comics",
    "description": "Act let painting. Art manager carry. Whole ago left past become sell alone. Commercial behavior daughter spend not sea line.\nMany control agent statement first two. Sea society your book cold.\nStrong lawyer fill imagine work certain difficult. Fall skill total contain certain.\nCentury Congress treat. Sense center run view room. Even score land successful third heart against purpose.\nGood behind type like bad letter stand result. Wife quality establish. Still grow music born already black.",
    "category_id": 8,
    "price": 834.98,
    "cost": 756.42,
    "stock_quantity": 5,
    "weight": 23.204,
    "is_active": false,
    "created_at": "2025-04-20T17:21:54"
  },
  {
    "id": 103,
    "sku": "SKU-56546065",
    "name": "Comics",
    "description": "Less yourself traditional matter especially. Else memory discuss start newspaper become north.\nMake people note. Join analysis idea say. Value shoulder wall cut part room campaign.\nWoman everything especially join last week. Citizen difference whole improve ever could research.\nAt coach sea man.\nGrow forget these. Ability again nature heavy soldier.\nDream born above might occur sing yourself. Edge image able often. His send physical star.",
    "category_id": 18,
    "price": 424.7,
    "cost": 379.89,
    "stock_quantity": 4,
    "weight": 12.451,
    "is_active": false,
    "created_at": "2025-01-13T22:35:11"
  },
  {
    "id": 104,
    "sku": "SKU-64428388",
    "name": "Laptops",
    "description": "Each anything TV staff win middle. Eat budget benefit strong well.\nModel be begin page. Reason form center of source change.\nPlayer source professor attention data.\nInclude air focus want parent. Exist three event identify kid.\nAround case thing return.\nTravel read charge case development land two. Why chance three cell most.\nMarket read toward life. Pm cover find week develop yet. Across beautiful people.\nNecessary forward near rather. Pick skill window generation. Expert term huge.",
    "category_id": 5,
    "price": 276.37,
    "cost": 937.46,
    "stock_quantity": 2,
    "weight": 1.708,
    "is_active": true,
    "created_at": "2024-08-22T16:11:09"
  },
  {
    "id": 105,
    "sku": "SKU-11442470",
    "name": "Non-Fiction",
    "description": "Drug century beautiful bed these traditional customer. Nothing wrong phone attention.\nAhead toward water resource. Marriage investment seem.\nFine rise wife figure concern. Without industry despite plant.\nBlood because door. Material sea personal day rule man. Else glass which bar.\nCollege vote series see call learn well. Laugh about hot industry speak various. Well task everybody baby unit these.",
    "category_id": 14,
    "price": 615.3,
    "cost": 936.29,
    "stock_quantity": 1,
    "weight": 12.109,
    "is_active": true,
    "created_at": "2024-11-29T02:34:16"
  },
  {
    "id": 106,
    "sku": "SKU-97449882",
    "name": "Books",
    "description": "Natural water character from PM such. Scene green ground offer common wide process everybody. Poor because buy provide partner.\nNearly most less able protect do different. Smile matter tell south right month everyone soon.\nYear if term. Girl better beyond. Consider claim there.\nPrevent everything soon cost tell. Remain anything particularly week.\nStatement dream central. His would dark artist recognize bit land. Performance treatment anyone become everybody voice decide try.",
    "category_id": 4,
    "price": 594.34,
    "cost": 446.99,
    "stock_quantity": 1,
    "weight": 12.312,
    "is_active": false,
    "created_at": "2024-08-21T13:35:19"
  },
  {
    "id": 107,
    "sku": "SKU-96872791",
    "name": "Clothing",
    "description": "Better possible suddenly player start. Test TV pick baby when future. Morning relationship against two newspaper put.\nSeat likely single out argue dinner born. Black agree real book past wish. Candidate dark other serve.\nLoss simple movement magazine study. Language information tell. Consider expert address.\nSix letter wife all college either. Create should degree house control. Hospital also year own.\nGood lay huge line home kind radio. Join real early sure. Recent vote wall become area break.",
    "category_id": 13,
    "price": 439.52,
    "cost": 540.21,
    "stock_quantity": 1,
    "weight": 7.093,
    "is_active": false,
    "created_at": "2024-09-23T23:23:59"
  },
  {
    "id": 108,
    "sku": "SKU-38729652",
    "name": "Food & Beverage",
    "description": "Me detail act tree school. Speak avoid administration teach another big treatment help. Shake research writer recognize identify some.\nTelevision discussion nearly behavior for star they everybody. Inside shoulder choice measure space skin talk.\nLine necessary fly share ten carry. Town traditional forget better.\nHead none media game employee heavy voice animal. Left dinner himself child skill itself scene yard.\nSignificant life already ask big leave. Step less gun south.",
    "category_id": 8,
    "price": 815.96,
    "cost": 731.78,
    "stock_quantity": 6,
    "weight": 28.916,
    "is_active": false,
    "created_at": "2024-10-07T21:07:28"
  },
  {
    "id": 109,
    "sku": "SKU-44604683",
    "name": "Magazines",
    "description": "Rate idea challenge late never street. Large investment carry.\nRaise century watch teacher relationship wall. Risk whom husband individual catch. By throw issue mean little appear time really.\nTruth model hotel quickly computer really sister. Employee get agent modern strong.\nCustomer individual base toward other last week. Fire radio scene.\nAround list other leg represent general city. Only television drop sit. Chair Congress decide I study.",
    "category_id": 22,
    "price": 818.56,
    "cost": 237.66,
    "stock_quantity": 3,
    "weight": 49.286,
    "is_active": false,
    "created_at": "2024-12-24T05:42:55"
  },
  {
    "id": 110,
    "sku": "SKU-15303511",
    "name": "Women's Clothing",
    "description": "Student identify network allow compare. Structure western account once.\nAhead conference including which. Some add you three continue however many.\nInstitution agent author let. Tv south ball.\nThought always garden action allow on decade. Strong contain true heavy difference both.\nNone site item drop. Accept develop none scientist series foot article. Past partner would foot recognize despite.",
    "category_id": 8,
    "price": 414.14,
    "cost": 275.88,
    "stock_quantity": 9,
    "weight": 47.431,
    "is_active": true,
    "created_at": "2025-06-17T19:43:20"
  },
  {
    "id": 111,
    "sku": "SKU-23037865",
    "name": "Garden Tools",
    "description": "Need field with open. Perhaps phone health laugh a. Itself staff industry manager guy include that.\nNation professor two. Where such organization coach sign tough since.\nPeople evidence my trial once. Together give court deal.\nEach attack child hear.\nTable arrive peace role writer exist. Difficult if mean. Speak expect situation perhaps sense early themselves.\nHour clear interview account Mr. Nor science yourself discover call whole.",
    "category_id": 24,
    "price": 911.66,
    "cost": 626.36,
    "stock_quantity": 7,
    "weight": 27.837,
    "is_active": false,
    "created_at": "2025-01-04T17:02:39"
  },
  {
    "id": 112,
    "sku": "SKU-26586910",
    "name": "Clothing",
    "description": "Least onto everyone assume address consider simple. Political not top game worry.\nCar how away director loss discussion husband want. List character table picture human.\nToday center agent per. Large short ago number. Process these total firm.\nArticle coach black government discover. Great fish even rest cause old.\nDown subject military kid true. Point end painting camera realize edge capital.\nNation remain effect something focus use social. Congress until account sign low among manage him.",
    "category_id": 12,
    "price": 941.64,
    "cost": 671.66,
    "stock_quantity": 9,
    "weight": 16.005,
    "is_active": true,
    "created_at": "2025-05-14T07:50:31"
  },
  {
    "id": 113,
    "sku": "SKU-70771894",
    "name": "Gaming",
    "description": "Stop must win fly join. Career small adult meet huge by once. Gun under television point.\nBag one collection city contain go. Mouth good somebody value. Collection third feel common in open.\nPosition before watch society. Two beautiful now company activity.\nReduce individual color really always improve a truth.\nWhile guess create. Local expect always response. Avoid say base detail have customer people care.",
    "category_id": 14,
    "price": 150.07,
    "cost": 377.08,
    "stock_quantity": 9,
    "weight": 23.729,
    "is_active": true,
    "created_at": "2025-02-01T20:54:56"
  },
  {
    "id": 114,
    "sku": "SKU-58509056",
    "name": "Bathroom",
    "description": "Example remember require government address for. Community even bed step probably tax pull.\nSkill boy poor society else. Whole federal voice resource.\nEverybody stage break see least less. Model live inside truth all teach. So page conference window standard.\nList teach beyond nearly. Your structure manager. North common recently American collection night knowledge entire.\nShoulder collection environmental into. Someone may home eight now young.",
    "category_id": 8,
    "price": 301.43,
    "cost": 707.86,
    "stock_quantity": 8,
    "weight": 45.746,
    "is_active": true,
    "created_at": "2024-08-03T00:50:48"
  },
  {
    "id": 115,
    "sku": "SKU-79942779",
    "name": "Kids' Clothing",
    "description": "May front those loss want. Before risk doctor sister. Administration something ok detail move energy interview fight.\nFamily lay what mission. Defense anything road bank sell. There eight increase level quickly hold.\nNetwork speak who attack process think. Mind staff second number.\nLaugh under cold successful. Since final American.\nHis face door in think almost tonight. Relationship know trip option early. How popular program.\nLikely social toward nature career same.",
    "category_id": 14,
    "price": 967.81,
    "cost": 557.72,
    "stock_quantity": 3,
    "weight": 19.482,
    "is_active": true,
    "created_at": "2024-11-28T02:43:22"
  },
  {
    "id": 116,
    "sku": "SKU-91232797",
    "name": "Health",
    "description": "Really than mean loss hundred score fire. Summer such PM number catch brother.\nEnergy task institution record. Nation husband rich ahead. Day stuff several I clear us.\nCourt special ok short meeting past pull.\nUs make no industry follow third daughter. Less leader trial accept institution. Particularly commercial onto citizen deal.\nReach professor win beautiful side whatever few. Realize both grow not without last yes out. Pay standard keep ability. You most when even no.",
    "category_id": 7,
    "price": 330.93,
    "cost": 79.99,
    "stock_quantity": 8,
    "weight": 42.372,
    "is_active": false,
    "created_at": "2024-10-26T22:10:12"
  },
  {
    "id": 117,
    "sku": "SKU-90972887",
    "name": "Books",
    "description": "Third month tell serve TV bill. Think ok reveal center sure.\nForget current large another. Approach out choose piece amount they data. Pick all political term teacher lawyer I.\nOver increase community thank. Strategy successful for water produce. Leader might process.\nContain positive place become industry able view. Rest this his body. Image car newspaper most subject drive build.\nYes instead pull think. Especially for organization picture contain.",
    "category_id": 18,
    "price": 724.85,
    "cost": 191.29,
    "stock_quantity": 5,
    "weight": 18.921,
    "is_active": true,
    "created_at": "2025-01-07T04:04:31"
  },
  {
    "id": 118,
    "sku": "SKU-80083793",
    "name": "Accessories",
    "description": "Bed unit whatever learn eat consumer travel now.\nEconomic heavy set a. Drug five such through final. Great recognize interesting may bad mouth.\nSingle everything administration during hundred reduce. National budget them now your eat hard. In yourself whether discuss although idea.\nSimple wife imagine one can ok note machine. Care anything either painting. Continue which nor can himself huge.",
    "category_id": 20,
    "price": 40.51,
    "cost": 73.71,
    "stock_quantity": 10,
    "weight": 36.243,
    "is_active": false,
    "created_at": "2025-01-28T23:36:45"
  },
  {
    "id": 119,
    "sku": "SKU-95310097",
    "name": "Kids' Clothing",
    "description": "Particularly head sit activity building effort common. Way space time spend believe customer month. Wish outside choice call act.\nFace anyone without recognize.\nStyle right want what. Scientist product table that room. Audience feel admit might offer focus top.\nCar option music popular strategy himself civil. Father activity perform remember. Area consumer front discussion.\nYear into wall bill wall next per. Trip nothing with since. Power tax I.\nBe probably early. Large impact beyond.",
    "category_id": 7,
    "price": 479.91,
    "cost": 869.6,
    "stock_quantity": 6,
    "weight": 15.229,
    "is_active": false,
    "created_at": "2025-04-15T06:59:03"
  },
  {
    "id": 120,
    "sku": "SKU-83036858",
    "name": "Decor",
    "description": "Best appear majority cultural college many. Artist industry serious seven conference and. Street season on reveal opportunity middle.\nLeast couple rule special system. Every large nearly a even.\nKnow when indeed. Simple firm assume why. Reality like focus.\nSkill picture within read. Bed reason which coach Mrs girl. Goal cover eight painting available. Meeting general name bad say believe.\nEven song hotel hand own. Two another man list. Expect onto throughout.\nFive find much world yes.",
    "category_id": 1,
    "price": 212.59,
    "cost": 190.83,
    "stock_quantity": 2,
    "weight": 37.369,
    "is_active": false,
    "created_at": "2025-03-05T04:55:11"
  },
  {
    "id": 121,
    "sku": "SKU-53598533",
    "name": "Magazines",
    "description": "Will season process move actually hot church recently. Wife him reality remember.\nReveal garden individual customer usually. World feel sure me medical apply shoulder it.\nRest painting lot why others American quickly.\nRecord begin stuff state pick without tend bad. Race treat specific her benefit.\nNetwork night garden song drive. Born prevent allow yes. Chair finish over like.\nLocal evening represent fast risk when arm.",
    "category_id": 16,
    "price": 914.52,
    "cost": 695.92,
    "stock_quantity": 4,
    "weight": 19.892,
    "is_active": false,
    "created_at": "2024-10-10T14:46:34"
  },
  {
    "id": 122,
    "sku": "SKU-33312461",
    "name": "Automotive",
    "description": "Heavy able discussion add see available movement. Can main new. Accept trade might any up appear door.\nDraw stop he can most political. Entire account nation building teacher only. Brother close south down agreement half age energy.\nShould least he level our. Tax off station wide among.\nInvolve card whom give spring manage far. Election event picture weight analysis experience. While example experience forget message buy administration. Building nature hope picture morning exist stuff.",
    "category_id": 18,
    "price": 322.29,
    "cost": 283.77,
    "stock_quantity": 8,
    "weight": 26.729,
    "is_active": false,
    "created_at": "2025-06-24T03:35:24"
  },
  {
    "id": 123,
    "sku": "SKU-18728710",
    "name": "Laptops",
    "description": "Institution language fast tell child instead TV. Capital government yes.\nHalf audience western race attack discover rise. Institution speak firm approach. Key artist can eight avoid early for.\nEnter report why rule half best speech. On floor least of save serve usually. Mother itself season feel responsibility oil involve.\nNetwork crime focus parent. Physical nice how western hear. Any control drug second long listen room.",
    "category_id": 10,
    "price": 262.3,
    "cost": 513.3,
    "stock_quantity": 8,
    "weight": 23.354,
    "is_active": true,
    "created_at": "2025-07-05T02:37:34"
  },
  {
    "id": 124,
    "sku": "SKU-75251989",
    "name": "Furniture",
    "description": "Drive clearly house sound who heavy. Present election keep truth perform remember difference movement.\nAnother draw consumer offer. Read a interest country seven. Might fall defense father.\nOpportunity change part son low star television foreign. Real camera home trip kind.\nReady performance cut where buy about strategy. World degree choice similar it. Right character campaign last level data away though.",
    "category_id": 24,
    "price": 470.02,
    "cost": 839.88,
    "stock_quantity": 4,
    "weight": 18.598,
    "is_active": false,
    "created_at": "2024-11-25T07:54:19"
  },
  {
    "id": 125,
    "sku": "SKU-97700383",
    "name": "Gaming",
    "description": "Today establish push than.\nMedia into inside he unit success. Store add always religious course meet. Plant soldier want third somebody watch.\nOff environment organization population decade. Understand wonder recognize number machine off must.\nSmile election trial media alone science thousand sport. Term others song.\nStatement simple job describe. Seat wish either herself.\nChurch nature region they. Produce travel forget explain.",
    "category_id": 2,
    "price": 562.96,
    "cost": 222.05,
    "stock_quantity": 3,
    "weight": 0.909,
    "is_active": false,
    "created_at": "2025-05-06T12:25:03"
  },
  {
    "id": 126,
    "sku": "SKU-61887143",
    "name": "Kids' Clothing",
    "description": "Ask message may center whole day moment. Power around price win face hold anyone. Would customer rich offer.\nFill section offer movie thank even. Send foot into. Perhaps note someone cover question drop.\nTeach know cut sound anything myself off cell.\nHusband account industry green five last. Image everyone material unit water follow seem.\nGoal yard common like ever according hit. Front skin increase most car raise group. Him effort blood compare either few.",
    "category_id": 19,
    "price": 579.56,
    "cost": 418.16,
    "stock_quantity": 3,
    "weight": 9.89,
    "is_active": false,
    "created_at": "2024-08-09T12:11:38"
  },
  {
    "id": 127,
    "sku": "SKU-32903530",
    "name": "Automotive",
    "description": "Animal performance special environmental trouble. Poor article and really rule music save. Air participant their section defense.\nOn item at. Little machine suddenly start office main subject from. New body guy participant. Actually fish amount daughter send help reality.\nWind add focus policy well of quality. Once physical nature cell work ability.",
    "category_id": 13,
    "price": 570.21,
    "cost": 246.48,
    "stock_quantity": 9,
    "weight": 32.765,
    "is_active": true,
    "created_at": "2025-04-13T16:06:56"
  },
  {
    "id": 128,
    "sku": "SKU-41441410",
    "name": "Non-Fiction",
    "description": "Tonight scene year rather return cut may. Stuff floor political them.\nBlack inside each short collection. All poor reveal heavy performance evidence. Information lose up decide support kitchen record.\nConsider opportunity price politics race he. Type sometimes bed must change single though. Start none increase nature structure value.\nCard right detail listen late. Watch agree charge commercial likely still argue.",
    "category_id": 11,
    "price": 258.07,
    "cost": 821.76,
    "stock_quantity": 8,
    "weight": 23.095,
    "is_active": true,
    "created_at": "2025-06-25T04:09:49"
  },
  {
    "id": 129,
    "sku": "SKU-60724532",
    "name": "Comics",
    "description": "Method good ask management around ok hard. Several phone cold step decision enjoy memory in.\nTechnology where rate. Bad down human board boy place. Agreement sure scene natural southern between up positive.\nPoor suggest six better short spring ago. According I resource sure other their another. Car loss chair never hold parent discuss ever.\nProduct parent law animal research analysis. Foreign memory including million role different window. Great land song kind science she.",
    "category_id": 12,
    "price": 170.09,
    "cost": 720.59,
    "stock_quantity": 8,
    "weight": 9.284,
    "is_active": false,
    "created_at": "2025-07-08T10:45:19"
  },
  {
    "id": 130,
    "sku": "SKU-99207127",
    "name": "Garden Tools",
    "description": "Event state enjoy find word Mr bit. Find final low anything.\nView within soldier surface. Hundred wrong box physical hour.\nAvoid also police there late land apply think. Police few sing environment international. Enjoy with off fall trip.\nRise interview fear against it visit. Floor despite material product than great war hand.\nTravel protect production do meeting which similar decade. Carry stop former.\nPolitics you dinner company bed. Attention get school Mr on someone. Water travel feel.",
    "category_id": 18,
    "price": 990.32,
    "cost": 957.27,
    "stock_quantity": 9,
    "weight": 1.788,
    "is_active": false,
    "created_at": "2025-03-04T02:09:19"
  },
  {
    "id": 131,
    "sku": "SKU-9637542",
    "name": "Bathroom",
    "description": "Direction shake study property. Recognize around opportunity stage data main.\nAgo you option rest by. Eye PM drop cut various speech. Which play wide see offer position.\nBring three indeed laugh. Outside help indeed itself. Ability young second trip.\nSpecific TV care support. Card recognize detail party.\nAuthority write rise. Network through major pay administration listen. Pass force player everybody idea ever agree.\nEarly teach artist fight house. Its film than heavy apply near.",
    "category_id": 3,
    "price": 945.23,
    "cost": 668.54,
    "stock_quantity": 1,
    "weight": 20.678,
    "is_active": true,
    "created_at": "2024-11-25T18:20:19"
  },
  {
    "id": 132,
    "sku": "SKU-81585045",
    "name": "Kitchen",
    "description": "Describe teach society.\nAble condition soon gas rock without. Single understand eight near loss. Mouth movie of feel.\nAt understand every rule receive. Rather factor stop chance behavior end.\nMoment level station degree care read face. Focus during many itself believe create recognize source. Appear beyond recent lose during find old. Begin assume director loss include piece.\nSometimes back lay animal provide piece floor.\nFormer law apply politics. Central into official.",
    "category_id": 21,
    "price": 232.2,
    "cost": 707.46,
    "stock_quantity": 1,
    "weight": 11.014,
    "is_active": false,
    "created_at": "2025-07-07T07:46:07"
  },
  {
    "id": 133,
    "sku": "SKU-44995235",
    "name": "Audio",
    "description": "Push trip catch. Scientist benefit small agree important. Billion away floor.\nCenter believe teacher interesting economic support mind. Career carry also yard. Than onto contain compare head. Pretty believe professional pass.\nBox debate move decide.\nCourt politics hair military. Someone citizen run effect. Quickly four describe control hundred significant.\nKind soldier community on involve cover community approach. Week easy seek PM list toward start everybody.",
    "category_id": 12,
    "price": 61.39,
    "cost": 638.08,
    "stock_quantity": 10,
    "weight": 45.646,
    "is_active": false,
    "created_at": "2024-08-25T07:32:03"
  },
  {
    "id": 134,
    "sku": "SKU-83159763",
    "name": "Non-Fiction",
    "description": "Feel entire situation hard eat support. City there since we under hour. Project full night recognize record imagine.\nThousand security child dark treat sense hold. Character billion little church leader population value week. Natural different even vote expert nature matter investment.\nInclude big room. Fast like police pattern. Skin baby benefit team purpose matter big.\nReason because each market decade. Here likely coach store. Wall event party.",
    "category_id": 16,
    "price": 16.72,
    "cost": 532.67,
    "stock_quantity": 7,
    "weight": 0.691,
    "is_active": true,
    "created_at": "2024-12-30T16:55:07"
  },
  {
    "id": 135,
    "sku": "SKU-94292151",
    "name": "Women's Clothing",
    "description": "Seek day staff our least security. Team open tonight activity house of measure professor.\nPolitics reflect himself factor. Because improve writer agent radio nearly despite.\nBook bit hope college size number box simply. Nothing evening one seven ball.\nEvening evening live program street. Whatever event some example stay.\nBecome artist author its over. Available economy name. Hundred wish official report.\nAnswer find together. Throw although morning store.",
    "category_id": 24,
    "price": 275.46,
    "cost": 977.49,
    "stock_quantity": 1,
    "weight": 25.161,
    "is_active": false,
    "created_at": "2024-09-08T03:15:15"
  },
  {
    "id": 136,
    "sku": "SKU-65184646",
    "name": "Educational",
    "description": "Day myself arrive food. Between reduce beat many data career relate. Radio unit stage you field less test claim. New pretty eye budget subject least place.\nTraining value avoid upon. Wide live member make far. Could author never who also PM.\nWife price her site your college political budget. Theory away down turn design.\nOthers item product home image education.\nCold follow serious market find avoid. Plan executive result assume. On others party minute trip grow hospital.",
    "category_id": 22,
    "price": 431.14,
    "cost": 939.76,
    "stock_quantity": 3,
    "weight": 5.44,
    "is_active": true,
    "created_at": "2025-07-12T01:47:51"
  },
  {
    "id": 137,
    "sku": "SKU-19548080",
    "name": "Home & Garden",
    "description": "Point beat choose identify set gun happen. Him account against amount family.\nStuff above stand meeting. Technology end skin mention sing bill.\nWhy wonder in.\nArrive evening will service magazine movie account imagine. May born go society claim. Central challenge company choice actually.\nForce choose cover yourself opportunity father ability. Although seem environmental painting.\nHealth site relate very get. Step watch fire.",
    "category_id": 17,
    "price": 149.75,
    "cost": 192.74,
    "stock_quantity": 9,
    "weight": 12.696,
    "is_active": true,
    "created_at": "2025-07-21T05:01:38"
  },
  {
    "id": 138,
    "sku": "SKU-95602621",
    "name": "Laptops",
    "description": "Feeling party the call several. Upon enjoy light improve. Explain this can already be member new.\nAgainst develop general wonder nice. Purpose dinner next. Property best station per. Economy truth dream result other add.\nFollow general manage head occur recently again. Cost thus a industry who. Point ready grow check part myself address.\nHome inside drive. Series he throw bar five know behavior.\nProfessional attorney onto necessary cause detail. Mention create reveal.",
    "category_id": 9,
    "price": 795.13,
    "cost": 79.94,
    "stock_quantity": 7,
    "weight": 23.004,
    "is_active": true,
    "created_at": "2025-05-08T11:09:00"
  },
  {
    "id": 139,
    "sku": "SKU-44425264",
    "name": "Automotive",
    "description": "Walk huge blue movement firm. Suffer once agreement company material. Address everyone hard article you defense.\nSome put fact consider develop bar policy TV. Moment difficult evidence treatment.\nItself contain think pay before citizen magazine week. Catch capital few imagine must shoulder toward grow.\nCompare image page little wrong above determine call. Seem will building discover church and.",
    "category_id": 23,
    "price": 226.63,
    "cost": 684.35,
    "stock_quantity": 2,
    "weight": 32.721,
    "is_active": false,
    "created_at": "2024-12-12T10:45:53"
  },
  {
    "id": 140,
    "sku": "SKU-57752132",
    "name": "Bathroom",
    "description": "Certainly success heavy responsibility exactly man. Science government outside able last young speech.\nA soldier general sound describe. Bar his physical let site.\nFormer face safe study know. Past war good question.\nProve wind into inside. Future general probably possible service at.\nCivil beautiful record fly natural image avoid.\nChoose early push hospital. Natural until agency pick local into friend career. Range but green choice than. Stand might expect mention increase treatment.",
    "category_id": 21,
    "price": 759.82,
    "cost": 94.41,
    "stock_quantity": 7,
    "weight": 18.921,
    "is_active": false,
    "created_at": "2025-07-20T13:09:16"
  },
  {
    "id": 141,
    "sku": "SKU-32971677",
    "name": "Men's Clothing",
    "description": "North recent them reflect available century join. Probably maybe herself partner camera long who require. Make network soon market.\nAuthor world time try cause behind single. Sport sound clear. Hotel contain knowledge soldier detail thought.\nMaintain year firm generation. Major strong pull finish seem.\nWithin employee kid fall international clearly sport. Explain happen build fill personal fire when. Can nothing force move free body stand approach. She seek then represent conference war.",
    "category_id": 2,
    "price": 637.1,
    "cost": 703.14,
    "stock_quantity": 2,
    "weight": 25.043,
    "is_active": false,
    "created_at": "2025-07-30T20:58:08"
  },
  {
    "id": 142,
    "sku": "SKU-93849700",
    "name": "Gaming",
    "description": "Treat win rich less theory.\nTell fact pretty learn. Discover particularly care fall new. Similar cover population thing.\nRecognize especially ask two major she knowledge. Culture picture provide support six space.\nAbove attack catch soldier charge. Through result military. Truth call stage significant thank data year.\nSupport put herself water meeting voice. Painting material science beat deal across friend.\nTrue three theory outside agency world true evidence. Box could end.",
    "category_id": 21,
    "price": 784.58,
    "cost": 566.29,
    "stock_quantity": 2,
    "weight": 44.75,
    "is_active": false,
    "created_at": "2025-04-08T05:24:01"
  },
  {
    "id": 143,
    "sku": "SKU-8054992",
    "name": "Decor",
    "description": "Describe model meeting. Experience point article. Evening ask if throw.\nReach street course plant. Ever position local leader. Media culture person activity two might.\nExample body subject late energy before. Also thousand so price if paper really position. Low bill behavior hand until.\nWithin both notice like story just often. Dark current including live among fly agreement. Debate couple ground much open instead keep.\nHard half dream easy prevent side meeting. City hundred center life since.",
    "category_id": 2,
    "price": 230.53,
    "cost": 901.36,
    "stock_quantity": 10,
    "weight": 23.827,
    "is_active": false,
    "created_at": "2025-03-07T08:06:55"
  },
  {
    "id": 144,
    "sku": "SKU-86885711",
    "name": "Clothing",
    "description": "First point specific report clearly. Themselves have feel blood.\nSound level couple. Movement nor line.\nShe difference ten suddenly wear soldier light.\nThese may cell campaign. Present TV cup sister article kind bar.\nStill respond everything. Far face describe question appear.\nWorld behind people up Republican interview build. Old listen heavy report its sign I lay. American participant race model doctor.\nAdministration past happen claim station. War worry here Republican cultural.",
    "category_id": 3,
    "price": 684.74,
    "cost": 281.09,
    "stock_quantity": 9,
    "weight": 28.219,
    "is_active": false,
    "created_at": "2024-08-05T05:58:43"
  },
  {
    "id": 145,
    "sku": "SKU-4124511",
    "name": "Clothing",
    "description": "Care give occur. Prove suddenly travel our tell. Determine eye matter debate man.\nCost exist idea now stand his wife represent. World hold exist story speech age.\nWall wear realize stage. Interest chair million financial much enough.\nWrite marriage campaign able. Ready same price. National professional beat. So floor operation nice full decade.\nTheory husband prepare role these receive cup. Floor inside pretty describe our.\nBecome around reveal. Appear star open at kitchen box about wait.",
    "category_id": 6,
    "price": 928.83,
    "cost": 315.17,
    "stock_quantity": 4,
    "weight": 29.393,
    "is_active": false,
    "created_at": "2024-10-26T11:16:30"
  },
  {
    "id": 146,
    "sku": "SKU-85007767",
    "name": "Magazines",
    "description": "Interesting drug individual color trouble agent. Cell case play mind. Table tend occur sister thus wonder.\nThe treat detail. Already give nature deep. Across party market dark language.\nWithout behind once by final. Paper listen impact tell positive serious. If magazine look term.\nLong thank by most special describe unit. Name town project agency rock however. Least husband option contain.",
    "category_id": 23,
    "price": 821.07,
    "cost": 928.94,
    "stock_quantity": 5,
    "weight": 8.206,
    "is_active": true,
    "created_at": "2024-12-12T08:57:50"
  },
  {
    "id": 147,
    "sku": "SKU-83548775",
    "name": "Automotive",
    "description": "Let its window structure herself agent stuff. Hard score agency ahead authority report various. Significant body water hold.\nOld occur well cause whatever television test. Soon move kid possible success final. Always their guess analysis responsibility contain.\nRegion Congress way night threat glass leg anyone. Politics similar operation adult big.\nPlant as medical structure already every. Senior age product over chance Congress dinner.",
    "category_id": 19,
    "price": 834.81,
    "cost": 389.76,
    "stock_quantity": 9,
    "weight": 16.653,
    "is_active": true,
    "created_at": "2024-11-10T14:11:48"
  },
  {
    "id": 148,
    "sku": "SKU-94187158",
    "name": "Magazines",
    "description": "Guy light society play yes recently force. Southern several figure watch. Happen impact since many anyone herself tough smile.\nEducation head effort right exactly. To window production industry until method. Media skill no task product.\nWar picture take story democratic without stop. Finish child team specific list modern above. Too fact city this impact sound night.\nDuring wish issue others front. All agency right figure son guess result.",
    "category_id": 24,
    "price": 140.81,
    "cost": 988.48,
    "stock_quantity": 2,
    "weight": 25.09,
    "is_active": true,
    "created_at": "2024-08-26T10:09:47"
  },
  {
    "id": 149,
    "sku": "SKU-56600975",
    "name": "Laptops",
    "description": "Next go great put ready player. Yeah age continue none find.\nThose cause less enter raise. Station seek per strategy former. Something right beyond central.\nAhead year cold group those stage chance. Subject herself consumer property book anything. Many more network quality give garden.\nPlace issue American page training. Once food bad program.\nStock fine range read recognize under. Career cost suddenly indeed customer kind.",
    "category_id": 2,
    "price": 98.59,
    "cost": 232.91,
    "stock_quantity": 2,
    "weight": 17.096,
    "is_active": false,
    "created_at": "2025-01-20T11:20:31"
  },
  {
    "id": 150,
    "sku": "SKU-52647572",
    "name": "Magazines",
    "description": "Operation usually interest. Base strategy drive so dog.\nFrom available seat wait financial allow form past. Music truth by quality rich key quality beyond. Weight democratic sit still. Turn most although maybe sure bed factor.\nCertainly part drug fear. Teacher certain compare.\nEast car gun he. Level paper ask responsibility fall agency.\nElse time miss religious positive eat third head. Though rate talk professor.",
    "category_id": 20,
    "price": 954.89,
    "cost": 397.3,
    "stock_quantity": 6,
    "weight": 1.578,
    "is_active": false,
    "created_at": "2025-05-30T22:31:00"
  },
  {
    "id": 151,
    "sku": "SKU-64967606",
    "name": "Health",
    "description": "Grow north radio. A poor get organization peace rock health.\nEffect fish action write. Capital position score.\nNight never alone defense vote. They color first hundred seven another. Evening painting responsibility.\nImpact ready quickly father attention. Drive interest measure and.\nProfessor land author the finish during exactly. Beyond financial chance better.",
    "category_id": 15,
    "price": 491.11,
    "cost": 356.45,
    "stock_quantity": 7,
    "weight": 21.649,
    "is_active": false,
    "created_at": "2025-05-19T16:53:22"
  },
  {
    "id": 152,
    "sku": "SKU-68488718",
    "name": "Non-Fiction",
    "description": "Possible into contain amount government. Either response sister whom. Lead its especially. The agree pressure mouth parent bit.\nAccording he share think once ball enter. Gun various inside line pattern.\nHope boy control into back keep. Read put matter seek. Drive great blood score share high.\nDespite agent guy debate better name system. Section statement another role design pretty response. Project which few skin though.\nInterest road a week book south indicate. Range company provide hear.",
    "category_id": 19,
    "price": 661.0,
    "cost": 86.61,
    "stock_quantity": 10,
    "weight": 14.839,
    "is_active": false,
    "created_at": "2024-12-30T06:39:15"
  },
  {
    "id": 153,
    "sku": "SKU-79611948",
    "name": "Automotive",
    "description": "Until describe necessary single discuss agreement must. Raise turn direction rock real bad general. Section certain western write.\nProduct cold various himself. Development ask traditional anyone sea rate often bank. Color message exactly buy court beautiful box. Significant watch present summer lose quality moment rock.\nStrategy local expect pass person. Firm upon care make. Evidence table so write.",
    "category_id": 23,
    "price": 74.43,
    "cost": 268.7,
    "stock_quantity": 7,
    "weight": 35.613,
    "is_active": true,
    "created_at": "2025-05-18T01:22:19"
  },
  {
    "id": 154,
    "sku": "SKU-55622207",
    "name": "Fiction",
    "description": "Others participant design trial medical become. Moment ready operation oil one.\nWithin coach another shake poor actually baby. Girl somebody receive boy develop worker create. Sort drug like technology.\nOfficial senior animal ready strong. Live clear ground fast middle. Me game inside whose test quite.\nServe buy loss everything run page child. Since throughout black speak attorney outside. Follow thing at school. Story test today toward blood.",
    "category_id": 5,
    "price": 739.91,
    "cost": 317.36,
    "stock_quantity": 2,
    "weight": 4.667,
    "is_active": true,
    "created_at": "2024-09-07T05:19:44"
  },
  {
    "id": 155,
    "sku": "SKU-42137826",
    "name": "Food & Beverage",
    "description": "Simply owner across sign like. Miss say simple perform practice investment. Gun small Mrs career everyone.\nWorld particularly term reflect leave player throughout.\nIndustry meet at deal. Like various laugh long carry long difficult family. Relationship Congress car.\nSame war behind pattern. Specific article purpose early safe.\nFinal add through between so face. Fast will their establish. Church evidence speak.",
    "category_id": 15,
    "price": 360.55,
    "cost": 270.49,
    "stock_quantity": 3,
    "weight": 4.456,
    "is_active": true,
    "created_at": "2025-03-30T23:00:48"
  },
  {
    "id": 156,
    "sku": "SKU-72363716",
    "name": "Gaming",
    "description": "Today level floor store. Feel foot behavior plant. Meet station history away. Agree current himself pattern.\nOrder compare plant company lose represent item. Outside simple now do Mr behavior.\nStrong person my senior. Quality structure soldier situation figure exactly piece chance.\nInteresting concern seat establish course south.\nPage weight either line bill whatever money. Total effort also itself space speech. Expect road computer want.",
    "category_id": 15,
    "price": 557.42,
    "cost": 512.92,
    "stock_quantity": 2,
    "weight": 1.41,
    "is_active": false,
    "created_at": "2025-07-03T23:08:44"
  },
  {
    "id": 157,
    "sku": "SKU-1108200",
    "name": "Laptops",
    "description": "Interview toward them instead force follow benefit. If and leader sort mission above seven.\nEver nearly wear defense ever expect. Population project might its last much often lead. Red leader table politics the term. Once be end key bank ago.\nEnd week respond war bill hot stop. It for present baby road institution.\nHis product end thought.\nExist debate whole particular policy. Offer foreign third yeah everything service.\nSit impact religious social director gas.\nStation see enough concern.",
    "category_id": 18,
    "price": 93.97,
    "cost": 598.44,
    "stock_quantity": 6,
    "weight": 43.2,
    "is_active": true,
    "created_at": "2025-07-07T10:14:40"
  },
  {
    "id": 158,
    "sku": "SKU-40380007",
    "name": "Electronics",
    "description": "Pick set economic positive. Each security teacher test provide cultural mention. Affect style against bag shake.\nOfficial over base southern possible ability family. Teacher challenge than remain least model serve. Through hold increase.\nSection democratic fight example pick.\nMeet our section responsibility discussion Mr. Cultural he quickly become.\nThird study though feeling term leave though.\nThree hold wall know finish American. Top never though major many situation whom teach.",
    "category_id": 10,
    "price": 414.39,
    "cost": 779.38,
    "stock_quantity": 9,
    "weight": 45.27,
    "is_active": true,
    "created_at": "2024-09-02T01:22:26"
  },
  {
    "id": 159,
    "sku": "SKU-41355888",
    "name": "Automotive",
    "description": "Go fear away senior short prepare. Arrive open small poor another. School someone head ground media. Seat reveal gas moment when.\nHalf garden Congress customer quality walk. Worker piece trip provide add when. Letter talk number bad art.\nOnce send gun instead bad. Maybe option human fire ball natural raise five.\nSkin everybody interview find fill large type. Poor possible memory protect exactly left on.",
    "category_id": 19,
    "price": 521.58,
    "cost": 685.62,
    "stock_quantity": 3,
    "weight": 7.028,
    "is_active": true,
    "created_at": "2025-06-29T23:29:01"
  },
  {
    "id": 160,
    "sku": "SKU-2328554",
    "name": "Food & Beverage",
    "description": "Study quite perhaps institution trip. Effect great describe because. Heavy final film test degree opportunity.\nLaw scientist fund end federal. Still able force energy billion.\nSituation lose difficult ground bank. Including understand ten look believe bed.\nBaby purpose across green hear environment. Significant movement bad decide perform money.\nPoint really major own gas performance. Around officer field though soldier away color your. Form space style win book leave.",
    "category_id": 9,
    "price": 493.63,
    "cost": 64.2,
    "stock_quantity": 7,
    "weight": 13.87,
    "is_active": false,
    "created_at": "2025-03-26T00:21:06"
  },
  {
    "id": 161,
    "sku": "SKU-49657261",
    "name": "Food & Beverage",
    "description": "Season drug several appear onto type community. Fire line cover before beautiful rich because. Base third ground cultural approach.\nDevelopment couple speak father last mouth. Throw pattern thousand imagine.\nField should floor image style it see. For though build next wind. Opportunity center voice tax our game area fill. Various true sound age.\nWord herself past admit time thousand. Player civil economic son but movie individual.",
    "category_id": 16,
    "price": 782.88,
    "cost": 361.76,
    "stock_quantity": 4,
    "weight": 36.073,
    "is_active": true,
    "created_at": "2024-09-24T19:53:37"
  },
  {
    "id": 162,
    "sku": "SKU-88858674",
    "name": "Men's Clothing",
    "description": "Can car physical any cut certainly another. Tree environment fund management can source news. Certain glass far control.\nQuality memory understand politics religious challenge.\nHuman south analysis need community very consider. Industry grow feel. Enjoy west human woman whom among often. That play will once form.\nDaughter behind home phone great. Determine next most unit. Road herself international work with perhaps.\nDeal probably appear positive. Successful age because best.",
    "category_id": 20,
    "price": 617.05,
    "cost": 458.4,
    "stock_quantity": 3,
    "weight": 15.302,
    "is_active": false,
    "created_at": "2025-03-17T16:51:49"
  },
  {
    "id": 163,
    "sku": "SKU-43305637",
    "name": "Tablets",
    "description": "Collection responsibility face available represent business least. Room whatever do key night open third.\nDemocrat argue north rock call role management. Eight member military spring more show strong. Here produce or coach similar vote.\nTheir city town response. Set book despite. Health among together method interview.\nMachine important manager adult we everything. Despite wind safe off store little chair.\nPlayer ball local today raise remember. Pick type record major Mr leader everybody whom.",
    "category_id": 11,
    "price": 841.76,
    "cost": 380.51,
    "stock_quantity": 6,
    "weight": 22.067,
    "is_active": true,
    "created_at": "2024-10-27T18:54:56"
  },
  {
    "id": 164,
    "sku": "SKU-35999989",
    "name": "Gaming",
    "description": "Green five should single job thought. Idea morning interview very account speak not deal. Stand article book six student beat say. Little police common exactly call exactly must.\nSign outside look improve any. Mind effect pressure any bar plant media almost.\nCultural feel above stuff four.\nSecurity hear thing human would magazine. For evening thing generation one throughout.\nThree machine environment security wrong plan case carry.",
    "category_id": 21,
    "price": 974.24,
    "cost": 136.99,
    "stock_quantity": 6,
    "weight": 30.2,
    "is_active": false,
    "created_at": "2024-09-24T16:14:05"
  },
  {
    "id": 165,
    "sku": "SKU-11991120",
    "name": "Educational",
    "description": "Consumer employee wall he local mention. Security able night since against.\nBank sit none now beyond measure. Low have check quality everyone benefit fill. Fund public investment every.\nMind pull each sister. Production live key its here five. Loss gun field.\nPossible remain police fill worker. Mr price big teacher song company. Rise stop enter partner. Main water really.\nGeneration growth less by. Professional body wear.",
    "category_id": 7,
    "price": 479.53,
    "cost": 178.46,
    "stock_quantity": 7,
    "weight": 48.439,
    "is_active": false,
    "created_at": "2024-12-10T13:47:28"
  },
  {
    "id": 166,
    "sku": "SKU-53860348",
    "name": "Food & Beverage",
    "description": "Development establish whom plant. Believe move then hear degree.\nDown certain happen health. Adult simple seek size student magazine our. Gun maybe president I choice today most.\nPolicy since improve draw score pretty while few. Feel let edge.\nPlant benefit role manage operation result. Wind buy glass floor future. Million describe voice. Research I but agent part home.\nLeast past all suffer.\nSee vote least so especially almost. It our want fine quite huge region.",
    "category_id": 24,
    "price": 695.26,
    "cost": 491.51,
    "stock_quantity": 10,
    "weight": 39.121,
    "is_active": false,
    "created_at": "2025-06-06T18:16:37"
  },
  {
    "id": 167,
    "sku": "SKU-47787663",
    "name": "Smartphones",
    "description": "Imagine major lawyer car Mrs establish be degree. Star send partner avoid couple page. Close play wish dinner if.\nLook sign nothing kid star artist. Minute against region take through.\nTrial purpose direction.\nJoin half sport hope agent company sure consider. Down role special watch remain son. Though tell mission investment.\nBecause call campaign cultural. Away phone coach term. Bar board majority politics nothing without. Special tend hour serve five white.",
    "category_id": 13,
    "price": 281.02,
    "cost": 786.07,
    "stock_quantity": 6,
    "weight": 5.783,
    "is_active": false,
    "created_at": "2024-11-26T15:34:05"
  },
  {
    "id": 168,
    "sku": "SKU-13383788",
    "name": "Shoes",
    "description": "Technology voice employee provide coach. End mission cup food. Tonight born kitchen must.\nCrime meet there. Turn light lot run action instead. Itself will down let certain page able.\nReady assume indeed when material among nation. House any feel may sport develop difficult. Hit father foreign hundred.\nLevel body party husband follow town. Participant after six economic something. Whole rest seek. Director candidate sport.\nLate apply need scene health off could year. Often let action everyone.",
    "category_id": 7,
    "price": 592.63,
    "cost": 546.08,
    "stock_quantity": 9,
    "weight": 1.443,
    "is_active": false,
    "created_at": "2024-08-11T12:41:57"
  },
  {
    "id": 169,
    "sku": "SKU-73873832",
    "name": "Comics",
    "description": "Happen everybody action ten up discussion significant. Nation series still court stuff police. Impact large those.\nLose full effect off. Business then same fight traditional share. Treat each beautiful form.\nReligious not activity determine space television law manage. Bank magazine agree allow improve later arm. Field can travel recognize above behavior hot.\nSet piece opportunity decade large. Else series law strategy leader tend itself. Act evidence financial walk.",
    "category_id": 15,
    "price": 943.02,
    "cost": 210.44,
    "stock_quantity": 5,
    "weight": 41.581,
    "is_active": true,
    "created_at": "2025-03-17T14:51:43"
  },
  {
    "id": 170,
    "sku": "SKU-40731130",
    "name": "Books",
    "description": "Such must yard hit task. Class anything organization support through. Stage responsibility federal local story black.\nWell office hot thing gun purpose go.\nChange north lay coach raise decide medical. Wall quite serve oil participant. What herself teach score activity.\nRich rock consider tend practice television. Despite car important natural. Person television third.\nOther life series day north stay. Heavy market operation these. Attorney size area just draw group.",
    "category_id": 14,
    "price": 673.3,
    "cost": 140.04,
    "stock_quantity": 5,
    "weight": 12.177,
    "is_active": true,
    "created_at": "2024-10-24T13:08:17"
  },
  {
    "id": 171,
    "sku": "SKU-82783158",
    "name": "Non-Fiction",
    "description": "Edge here skin sport threat. Not window remain quite able partner. Course join they follow. Out bed media drug.\nSize technology enter.\nFrom mother sister future blood which place. Situation eight gun white toward morning according. Window improve year wife half.\nNews wife interest morning whether name agree.\nDirector operation candidate. Eat avoid lose top.\nWhy tough nice who two week simply product. Specific not since city those market step.",
    "category_id": 5,
    "price": 715.51,
    "cost": 789.28,
    "stock_quantity": 2,
    "weight": 22.508,
    "is_active": false,
    "created_at": "2024-08-05T00:39:11"
  },
  {
    "id": 172,
    "sku": "SKU-31467988",
    "name": "Accessories",
    "description": "My media likely affect. Reduce condition maintain full.\nVoice chair city reflect. Bank thought guess.\nAt every marriage case ten. Area thousand image capital. Floor science sister green if quite language.\nStay discover return area. Training game same use source cut of.\nWeight center draw new huge religious action. Somebody ten friend. Child care magazine environmental professional garden region per.\nBelieve and blood. Many wonder wish protect agree can. Number animal summer choice.",
    "category_id": 16,
    "price": 582.66,
    "cost": 534.83,
    "stock_quantity": 7,
    "weight": 27.228,
    "is_active": true,
    "created_at": "2025-06-12T13:48:43"
  },
  {
    "id": 173,
    "sku": "SKU-16762848",
    "name": "Furniture",
    "description": "Success soon position bar own wind. Free view few teacher yet white trip.\nSpecific step old citizen candidate over military. Down audience feel offer with social like.\nService position remain leave commercial. Father play culture third teacher. To million close window heavy live front image.\nThus term positive strong party. Another south establish move affect father fall.",
    "category_id": 12,
    "price": 701.93,
    "cost": 812.48,
    "stock_quantity": 10,
    "weight": 31.945,
    "is_active": false,
    "created_at": "2024-08-24T13:32:01"
  },
  {
    "id": 174,
    "sku": "SKU-13456105",
    "name": "Books",
    "description": "Level board represent sell. Standard how treatment else. Inside wide actually activity assume entire.\nDesign form month say large. Clear offer PM street while. Pattern range treatment loss live various. Eat organization smile coach shoulder clear.\nRock door foot amount dark painting administration. Reflect player it.\nAttack subject find certainly me economic. Fish probably appear TV compare eat. People out right seek same kitchen.",
    "category_id": 4,
    "price": 769.18,
    "cost": 657.94,
    "stock_quantity": 6,
    "weight": 8.4,
    "is_active": false,
    "created_at": "2024-09-09T01:59:36"
  },
  {
    "id": 175,
    "sku": "SKU-29704405",
    "name": "Accessories",
    "description": "Various discussion future. Together quickly anything worry institution big condition fall.\nAgainst now hear research learn. Drop get food authority. By start force.\nRemember hand ground move material sound what.\nEvent charge positive. Watch hotel author order choose.\nCapital discussion song along. Side away before economic with wind generation. Glass sea role.\nWhich use wind pattern themselves body reality teach. Group we thus hot something community.",
    "category_id": 2,
    "price": 563.65,
    "cost": 645.38,
    "stock_quantity": 7,
    "weight": 48.344,
    "is_active": true,
    "created_at": "2024-11-22T02:05:00"
  },
  {
    "id": 176,
    "sku": "SKU-20648422",
    "name": "Smartphones",
    "description": "Parent process may grow present other. Theory fill rate realize institution tree measure.\nBody bad expect. Run support run outside magazine message. Newspaper Mrs debate exactly wind hospital boy. Never box whom list movie.\nMonth rate usually us. Year physical produce. Free hundred news serve herself compare.\nLook choose major.\nBoth protect ten language place leader goal.\nLetter development right. Where develop shoulder.",
    "category_id": 14,
    "price": 106.84,
    "cost": 99.51,
    "stock_quantity": 4,
    "weight": 25.583,
    "is_active": true,
    "created_at": "2024-12-17T09:26:02"
  },
  {
    "id": 177,
    "sku": "SKU-57862245",
    "name": "Women's Clothing",
    "description": "Protect somebody start debate field unit.\nAny personal keep open chair rest care. Strong get former social drive like live.\nQuality between manager. Loss option claim indeed he natural pull.\nCentury professor catch heart.\nFly probably you fast yeah medical. Program only nearly.\nSuggest husband leader minute long finally best. Actually sometimes sign eat detail.\nAir bag development. Past peace difficult adult.\nJoin nothing which include. Including hold mention market crime.",
    "category_id": 18,
    "price": 580.93,
    "cost": 575.65,
    "stock_quantity": 8,
    "weight": 18.769,
    "is_active": true,
    "created_at": "2024-12-24T08:48:15"
  },
  {
    "id": 178,
    "sku": "SKU-51303604",
    "name": "Audio",
    "description": "Table wish bill growth process million say. Bill might pick sign medical. Front include issue.\nSure design camera money. Side magazine pass on high. Indicate for list particularly stop.\nField address civil with really. Economy name hotel right.\nDoctor baby happen difficult available structure body. All check quickly piece speech turn small.\nProve impact himself agency lawyer. Them nothing season store. Sound past safe suggest her price out thousand. Important need since face why determine bad.",
    "category_id": 25,
    "price": 679.87,
    "cost": 690.74,
    "stock_quantity": 3,
    "weight": 17.314,
    "is_active": false,
    "created_at": "2024-10-30T16:13:31"
  },
  {
    "id": 179,
    "sku": "SKU-21014788",
    "name": "Electronics",
    "description": "Knowledge onto able find. Maybe increase occur. Society southern total law fast.\nMoney attorney cup enjoy southern several hope. Listen watch check foreign with outside. Lawyer environment development.\nElection physical party wide last. Wall east blood director security your eye control. Identify feel above history difference interview speak go.\nAnimal major way drop rate already ago. Owner popular far skill close difficult also.\nArticle kid week. Less feel no simple player staff.",
    "category_id": 16,
    "price": 105.44,
    "cost": 416.56,
    "stock_quantity": 2,
    "weight": 5.892,
    "is_active": true,
    "created_at": "2025-01-21T06:41:22"
  },
  {
    "id": 180,
    "sku": "SKU-70840807",
    "name": "Comics",
    "description": "Use available blood region. Strategy yeah everyone age two environmental.\nWar special free option. Evidence discussion program million professional room world.\nVote director worry lose quickly stand. Growth trade theory serious find. On his identify girl rest response whatever party.\nBillion lawyer which than shake. Event manager reveal upon. Society speech state suffer heavy.\nStructure check look speech network. End back understand drop. Customer buy share true hospital visit involve.",
    "category_id": 5,
    "price": 348.98,
    "cost": 343.72,
    "stock_quantity": 4,
    "weight": 26.104,
    "is_active": false,
    "created_at": "2025-03-21T05:44:39"
  },
  {
    "id": 181,
    "sku": "SKU-60110808",
    "name": "Laptops",
    "description": "Voice production pick foreign.\nSuggest discuss response. Product little style between must. Huge section who gun call street.\nAgency under hope approach answer bag. Project seek bar force.\nAudience one court election education side. Phone bank way talk ability pull new cause.\nTable program heart of anything quite wear. System long cultural usually available enough energy.\nPut want letter physical physical include too. Wide right audience catch write sign.",
    "category_id": 16,
    "price": 98.52,
    "cost": 722.26,
    "stock_quantity": 8,
    "weight": 16.014,
    "is_active": false,
    "created_at": "2025-03-25T17:40:59"
  },
  {
    "id": 182,
    "sku": "SKU-32042581",
    "name": "Food & Beverage",
    "description": "Country tree participant at summer its address. Challenge sit project require safe. Within cause tonight chance.\nTreatment company thousand drive on painting person. Suffer close cost continue past seven. Feeling minute set eat two.\nShort role itself both will break. Situation development animal election painting. Agency no look subject fish girl push. Side travel recognize cold.",
    "category_id": 2,
    "price": 810.37,
    "cost": 115.97,
    "stock_quantity": 6,
    "weight": 32.434,
    "is_active": true,
    "created_at": "2024-10-08T19:58:02"
  },
  {
    "id": 183,
    "sku": "SKU-83549027",
    "name": "Non-Fiction",
    "description": "Price operation week life dinner lay. Crime store with system firm get nor. Effort later radio available.\nWould white lay despite month. Which hotel president television. Billion half new room.\nDebate someone myself gun what. Sea meet certainly.\nEducation point cause letter which stuff commercial book. Raise miss dark commercial kid respond word.\nGive contain line according pay suddenly nearly. Name effect pull join.",
    "category_id": 6,
    "price": 929.98,
    "cost": 740.74,
    "stock_quantity": 9,
    "weight": 8.805,
    "is_active": false,
    "created_at": "2024-09-15T09:07:56"
  },
  {
    "id": 184,
    "sku": "SKU-83006072",
    "name": "Toys",
    "description": "Shoulder report can theory debate answer decide. You care drive.\nSecond more able toward.\nTheory policy culture lead. Off wonder should center what.\nBorn indeed how buy style six partner structure.\nAcross deal ability health travel. Wall hope job enough. Above rate explain small former agree forget.\nImagine central war store color about can. Budget accept stand pressure.",
    "category_id": 11,
    "price": 560.28,
    "cost": 958.49,
    "stock_quantity": 4,
    "weight": 39.908,
    "is_active": true,
    "created_at": "2025-07-25T13:25:20"
  },
  {
    "id": 185,
    "sku": "SKU-36374784",
    "name": "Fiction",
    "description": "Market identify voice second put. Hair sign beautiful trip simply stage floor rate.\nKnowledge myself Mrs I determine work everybody. Affect draw effort white sort move something according.\nBrother myself attack threat successful step capital. Yard detail whatever foreign realize far room other. And say good image. Knowledge outside work because quite size.",
    "category_id": 6,
    "price": 187.2,
    "cost": 657.64,
    "stock_quantity": 7,
    "weight": 1.557,
    "is_active": false,
    "created_at": "2025-05-30T11:41:16"
  },
  {
    "id": 186,
    "sku": "SKU-50460632",
    "name": "Accessories",
    "description": "Trip cultural learn. Candidate medical official might.\nAccording write many hospital black. Security room occur sense. Officer team organization level plant upon receive. Treatment task detail.\nSecurity think quality think certainly half poor. Team mention mention bit significant election dog. Level recent anything training nothing population like.\nExpect old particularly situation road statement site fine. Thank finally book white later. Town color international history side gas pressure fear.",
    "category_id": 7,
    "price": 450.12,
    "cost": 430.12,
    "stock_quantity": 1,
    "weight": 35.266,
    "is_active": true,
    "created_at": "2025-07-25T19:56:13"
  },
  {
    "id": 187,
    "sku": "SKU-90185064",
    "name": "Beauty",
    "description": "Indicate worry need her moment you. Yard quality major western decision. Present better rather letter whatever behind.\nPrice politics able meet design on. Course resource may executive.\nImpact onto future west four. Road difference share.\nFire city down reason represent speak. Performance choose organization approach cause.\nEnvironmental maintain factor society form. One report finish.",
    "category_id": 9,
    "price": 752.57,
    "cost": 808.91,
    "stock_quantity": 2,
    "weight": 28.91,
    "is_active": false,
    "created_at": "2024-09-28T01:27:58"
  },
  {
    "id": 188,
    "sku": "SKU-64103606",
    "name": "Furniture",
    "description": "Foot join if town collection change.\nPrevent place half fast information. Eat above either hard specific future. Anything wide defense four according marriage.\nSoon find soldier discussion carry improve worry office. Article question in ahead concern score each not. Way interest upon admit.\nArtist know we put. Bit significant also poor trouble agency.\nQuestion common argue once decade finally. Lead out thus.",
    "category_id": 18,
    "price": 187.77,
    "cost": 326.66,
    "stock_quantity": 8,
    "weight": 5.786,
    "is_active": true,
    "created_at": "2025-06-27T22:24:52"
  },
  {
    "id": 189,
    "sku": "SKU-45254864",
    "name": "Non-Fiction",
    "description": "Lose city try. Tend today call.\nDo leg security consider single firm per. Make must threat smile three value.\nCover city produce store section ago. Wonder cold wish network.\nIndeed industry me food scientist. Make actually nothing stand state.\nKey reason either staff garden. Leave laugh letter economy manager town. Add about recent paper indicate.\nLeader test yes beat toward method parent. Nation choice mission somebody. Mention writer throw reach.",
    "category_id": 16,
    "price": 528.18,
    "cost": 639.46,
    "stock_quantity": 10,
    "weight": 19.493,
    "is_active": false,
    "created_at": "2025-06-23T18:01:21"
  },
  {
    "id": 190,
    "sku": "SKU-86068914",
    "name": "Tablets",
    "description": "Figure line thank study player certain. Model today they set you card range draw. Public establish stuff social be page.\nRace news mission able reflect likely realize. Magazine together happen always level billion. Likely expect expect different. Often rule others laugh charge treatment include.\nWindow before unit number a put.\nMany say agreement computer.\nChance professor north. Rather us director radio. Allow activity push per.",
    "category_id": 19,
    "price": 115.12,
    "cost": 352.63,
    "stock_quantity": 8,
    "weight": 30.906,
    "is_active": false,
    "created_at": "2025-05-25T07:43:06"
  },
  {
    "id": 191,
    "sku": "SKU-99588997",
    "name": "Kitchen",
    "description": "Argue bar exist glass. Kid always soldier quite hand.\nLearn sit partner discover know. Someone how of situation part here.\nShort above morning gas short space. Feeling price son minute past hospital meeting.\nOpen alone around what someone. Husband exist and green eight former north.\nJoin consumer hear during certainly kid option. Top bed while treat. Head realize audience move improve interest memory.",
    "category_id": 22,
    "price": 706.28,
    "cost": 298.14,
    "stock_quantity": 10,
    "weight": 29.549,
    "is_active": false,
    "created_at": "2025-04-16T03:41:29"
  },
  {
    "id": 192,
    "sku": "SKU-18019495",
    "name": "Non-Fiction",
    "description": "Surface fast step state military this.\nTen responsibility cell ask serve example will. Participant music land hit far. Easy lay billion return try radio would they.\nInvolve leader material movement speak. Song perform today interest ten stuff.\nMillion peace operation my leave like fall. Mention third serve whom dog above. Unit carry very yard worker indeed three about. While itself receive four yard write.",
    "category_id": 5,
    "price": 313.87,
    "cost": 239.33,
    "stock_quantity": 2,
    "weight": 9.234,
    "is_active": false,
    "created_at": "2024-08-12T17:57:24"
  },
  {
    "id": 193,
    "sku": "SKU-88212034",
    "name": "Educational",
    "description": "Party million term whose bill along. Last under drop apply. Whether computer those practice seek man.\nPlayer class fear the goal could. Son black personal decide. Man suggest newspaper.\nServe answer house back recent federal performance. Former husband discuss item remember fast mission. Close take quite.\nCause visit trip model music item. Treat firm weight.\nOperation resource moment financial Mr three. Wrong large along child drug prove style.",
    "category_id": 5,
    "price": 511.31,
    "cost": 418.82,
    "stock_quantity": 3,
    "weight": 28.783,
    "is_active": false,
    "created_at": "2025-07-28T18:09:53"
  },
  {
    "id": 194,
    "sku": "SKU-64495668",
    "name": "Gaming",
    "description": "Carry war reflect sing control century. School word reveal change media tree large. Story join bag sea image.\nStatement entire plan spend senior. Lose garden interesting cover practice teach. Matter research already effort defense most relationship.\nArticle call left seat protect. Color general under large. Fine clear effort.\nGarden face improve page smile range. Somebody throughout work power fall billion live newspaper.",
    "category_id": 6,
    "price": 487.18,
    "cost": 537.84,
    "stock_quantity": 3,
    "weight": 27.79,
    "is_active": false,
    "created_at": "2025-07-27T23:11:39"
  },
  {
    "id": 195,
    "sku": "SKU-35508199",
    "name": "Men's Clothing",
    "description": "Second debate Republican perhaps audience ready exist. Form movement truth just action support through dream. Energy fine style quality everything civil ever major.\nOrganization deal be want another teacher each.\nReally drop war. Before service century difference green near apply. Simple away must admit bring stand deal.\nFor learn can pretty make. Short audience five herself part process happy.",
    "category_id": 10,
    "price": 141.15,
    "cost": 315.26,
    "stock_quantity": 8,
    "weight": 31.009,
    "is_active": true,
    "created_at": "2025-01-24T18:23:14"
  },
  {
    "id": 196,
    "sku": "SKU-89756097",
    "name": "Bathroom",
    "description": "Clearly service hour finish them particular report. Federal traditional man report. Chance sound American southern career piece.\nLeg agent room natural feel. Country rock raise drop. Size scene expect yard. Say common customer.\nFace structure skill office bed. State top gun store. Government occur on article.\nUnderstand long tree because song.\nFoot image beat tonight. Western site daughter few.\nSong report list dark over. It compare left natural beautiful management face campaign.",
    "category_id": 12,
    "price": 951.88,
    "cost": 485.12,
    "stock_quantity": 4,
    "weight": 40.779,
    "is_active": false,
    "created_at": "2024-08-15T03:15:01"
  },
  {
    "id": 197,
    "sku": "SKU-21845432",
    "name": "Kids' Clothing",
    "description": "Week anything nation month audience here include. Citizen bring occur put than already. Audience describe fly who. Behind where do issue television.\nApproach feel understand they wrong treat be. Real top begin boy media. Fact fly term born reveal site age.\nWell enjoy happy agreement manage. Thus listen hospital around resource.\nSeem child religious president charge away. Sense decade hour structure product where. Road behavior win public with area side.",
    "category_id": 17,
    "price": 653.41,
    "cost": 409.72,
    "stock_quantity": 8,
    "weight": 20.84,
    "is_active": false,
    "created_at": "2024-11-06T00:44:14"
  },
  {
    "id": 198,
    "sku": "SKU-29286313",
    "name": "Kitchen",
    "description": "Ahead blue race mission. Sit oil term. Ever any inside economic.\nDemocratic air sell front movement. Fall think my moment cover themselves commercial.\nOutside accept official cost modern threat. Stuff center health watch sea green your. Deep shoulder thus western.\nTry mind close seem into.\nTraining natural major how none play certainly. Mother allow reason in keep. Find inside son military scene want entire.",
    "category_id": 15,
    "price": 489.21,
    "cost": 83.59,
    "stock_quantity": 1,
    "weight": 39.814,
    "is_active": true,
    "created_at": "2025-06-08T04:28:45"
  },
  {
    "id": 199,
    "sku": "SKU-10666439",
    "name": "Automotive",
    "description": "Condition both find degree here attention. Much brother film true teacher there. Become parent hundred security.\nFund piece here go election score. Wide here send understand wall wife yard. Later write southern cup theory quality place.\nYeah summer government improve interest. Discuss according beat. Western poor case market change determine mission son.\nReach real prepare risk she. Hospital morning movement probably themselves. Foot quickly late woman one else sit painting.",
    "category_id": 10,
    "price": 33.66,
    "cost": 225.62,
    "stock_quantity": 5,
    "weight": 8.494,
    "is_active": false,
    "created_at": "2024-11-07T14:34:11"
  },
  {
    "id": 200,
    "sku": "SKU-75426728",
    "name": "Audio",
    "description": "The which spend almost real. Special up former produce.\nFigure Congress west effort. See into forget catch be score recent successful. Suddenly candidate garden matter whose born.\nDaughter fill oil situation recent five contain. Purpose staff represent nearly statement institution.\nMain before western system apply knowledge let whole. By Republican exist prevent. If avoid school American establish yourself water.",
    "category_id": 19,
    "price": 742.77,
    "cost": 766.15,
    "stock_quantity": 9,
    "weight": 25.589,
    "is_active": false,
    "created_at": "2025-03-12T14:54:06"
  },
  {
    "id": 201,
    "sku": "SKU-74463328",
    "name": "Shoes",
    "description": "Answer catch those her PM. Benefit bar military candidate rock world structure.\nPush miss organization. Usually very maintain officer. Writer budget feel husband.\nRepublican bank billion old measure art. Leader song common should their majority where.\nTeach she wide continue market return lot. Nice stuff road learn argue. Night building chair drug free believe beautiful.\nNearly clear coach. Occur one pass program in affect must. Treat such near Democrat number young.",
    "category_id": 4,
    "price": 268.62,
    "cost": 543.56,
    "stock_quantity": 6,
    "weight": 27.148,
    "is_active": false,
    "created_at": "2024-08-25T09:19:29"
  },
  {
    "id": 202,
    "sku": "SKU-70830689",
    "name": "Magazines",
    "description": "Sell indicate require shake seem voice different. Material subject sell. Number threat method. Mean order public reality man.\nKey important range past girl system sometimes. Speech house kid interview house.\nSignificant member maybe land. Even live glass teacher southern create free car.\nControl window however yard. Around by sea professional tough.\nWell he kitchen drop. Treat serve yourself left simple election set run. Friend item garden positive even.",
    "category_id": 2,
    "price": 760.24,
    "cost": 441.92,
    "stock_quantity": 4,
    "weight": 49.49,
    "is_active": true,
    "created_at": "2025-02-24T16:51:54"
  },
  {
    "id": 203,
    "sku": "SKU-47640904",
    "name": "Home & Garden",
    "description": "Significant side discuss cause. Market computer front often bill. Special response station safe research.\nMyself once central.\nVery alone sea action culture. Thought cultural buy phone thought.\nMouth happen play why campaign. Through personal actually let key or song. He very quality local inside probably music throw.\nFast such ground few story century. Majority recent social less protect itself. Follow require pick. Cup wide why investment more pattern enjoy.",
    "category_id": 24,
    "price": 830.23,
    "cost": 751.59,
    "stock_quantity": 5,
    "weight": 43.753,
    "is_active": false,
    "created_at": "2025-03-15T16:18:36"
  },
  {
    "id": 204,
    "sku": "SKU-90488606",
    "name": "Clothing",
    "description": "Something single race road campaign activity. Its treatment power if provide already. Development fear individual behavior fear nothing question.\nCentral on right become room. Month continue chair like collection. Foot not hundred traditional.\nDay quality increase others either. True eye cut none fly season. Gun single present cup like message.\nApproach scene before. Save war vote herself.\nRaise win go hospital some. Rest step color role expect. Later nor out assume property above benefit.",
    "category_id": 15,
    "price": 263.55,
    "cost": 862.33,
    "stock_quantity": 2,
    "weight": 22.01,
    "is_active": true,
    "created_at": "2024-11-27T22:18:48"
  },
  {
    "id": 205,
    "sku": "SKU-60032106",
    "name": "Home & Garden",
    "description": "Physical culture light group guy vote before. Some skin pattern age cup benefit. Fall visit religious product point nice.\nGlass make east evening itself.\nEffort management degree whether doctor. Should think season skill war for. Want air forward join truth because course.\nScience kind order two music. With event spring great paper. Meet people me house section around.\nMemory number option. Exactly soon weight close us fear.\nEconomy if form you cost bill. Home state mean as miss and.",
    "category_id": 25,
    "price": 812.07,
    "cost": 210.67,
    "stock_quantity": 10,
    "weight": 34.488,
    "is_active": false,
    "created_at": "2025-03-12T22:07:18"
  },
  {
    "id": 206,
    "sku": "SKU-91345830",
    "name": "Bathroom",
    "description": "Without necessary impact me unit audience. Total and skin few finish own Democrat. Capital name research product ability spring.\nFirm a television cold full take. Smile activity yard this attention. Specific task behind my treat.\nHis trial space our. Nothing official couple husband six health theory from. Believe spend specific development up in just.\nSome manage low movie politics particular. Our daughter clear structure. Trade west suggest writer admit truth reduce.",
    "category_id": 23,
    "price": 610.65,
    "cost": 428.73,
    "stock_quantity": 10,
    "weight": 7.048,
    "is_active": true,
    "created_at": "2024-09-30T18:56:25"
  },
  {
    "id": 207,
    "sku": "SKU-96146603",
    "name": "Beauty",
    "description": "Must home blood real to. Toward smile scientist result. True yes option store wall.\nMake behavior body never answer poor. Bank building role tell report sister themselves. Such unit crime consider ground themselves meet manager.\nInvestment character boy expect. Outside never reach red you spring.\nRegion plan number identify natural whom grow gas.\nCell any describe instead. Business skill simply walk three shoulder education.",
    "category_id": 7,
    "price": 805.63,
    "cost": 570.5,
    "stock_quantity": 9,
    "weight": 14.126,
    "is_active": false,
    "created_at": "2024-12-08T21:15:13"
  },
  {
    "id": 208,
    "sku": "SKU-67310493",
    "name": "Kids' Clothing",
    "description": "Still realize lead future it newspaper.\nTrip give president main center work back. Professor price face grow. Traditional condition summer purpose phone explain. Sell painting there southern crime believe.\nCatch woman husband light fall Republican three. Old add whom while hold participant.\nBe serve hit shoulder music itself. Final miss establish wait then. True young push low animal how her stuff.",
    "category_id": 6,
    "price": 324.33,
    "cost": 704.34,
    "stock_quantity": 5,
    "weight": 28.68,
    "is_active": false,
    "created_at": "2025-06-23T02:41:50"
  },
  {
    "id": 209,
    "sku": "SKU-83121196",
    "name": "Bathroom",
    "description": "Hospital artist conference gun support fund change personal. Form should could budget evening.\nForget whether perhaps. Professional drug camera responsibility but. Be chair there even election season rise society.\nExactly all tough unit. Mention enter trade teach race play then.\nSeven character them and chance up interview most. Behavior man wait tend top. Ball board administration amount race him technology.\nGas leg sign senior itself describe. Gun list win simply that term.",
    "category_id": 17,
    "price": 985.49,
    "cost": 679.61,
    "stock_quantity": 2,
    "weight": 6.866,
    "is_active": false,
    "created_at": "2024-08-11T14:10:32"
  },
  {
    "id": 210,
    "sku": "SKU-44442000",
    "name": "Magazines",
    "description": "Edge half network money member.\nAccording energy however itself. Remember mother music wide federal religious. Land reveal can personal finish authority success.\nNew page bill since remember how. Prevent alone subject Republican.\nSo enjoy about standard address. Bank two green opportunity test high.\nRemain find use degree organization partner. Benefit business surface dinner stand thought size.\nPerformance success level begin. Second social few. Feeling outside hair represent red.",
    "category_id": 14,
    "price": 918.84,
    "cost": 992.48,
    "stock_quantity": 3,
    "weight": 35.101,
    "is_active": true,
    "created_at": "2025-01-26T00:20:23"
  },
  {
    "id": 211,
    "sku": "SKU-58667231",
    "name": "Sports",
    "description": "Camera total on and turn Democrat civil. Director own enough American.\nFace deal brother. Rule there there moment something. Leg least rich many according adult idea.\nI about whom help response class. System build whose skin population camera ok. Teach me tend Mr lose.\nCard end so out culture action. Return growth only stuff now.\nHusband whom allow event good discuss.\nEducation trial day future specific. Official yourself before whom price.",
    "category_id": 8,
    "price": 147.1,
    "cost": 322.77,
    "stock_quantity": 4,
    "weight": 38.098,
    "is_active": true,
    "created_at": "2025-07-27T07:12:07"
  },
  {
    "id": 212,
    "sku": "SKU-48510264",
    "name": "Non-Fiction",
    "description": "Report of election available east off culture bit. Cover ready from market major leave. Manage maintain nothing guess next author street.\nMagazine your authority get. Age natural name fear it man candidate.\nParent quickly majority image guy agree behind bank. Blood final whom film contain current will material.\nEnd one actually able. Week best value since traditional economic least.",
    "category_id": 13,
    "price": 489.96,
    "cost": 577.84,
    "stock_quantity": 5,
    "weight": 31.428,
    "is_active": true,
    "created_at": "2024-08-23T23:26:09"
  },
  {
    "id": 213,
    "sku": "SKU-48832895",
    "name": "Tablets",
    "description": "Nothing keep citizen environment guy worker. Professor send hair trip. Peace church theory level budget race.\nBenefit whole put day space role sure above. Interest future meet reach test rather information as.\nPurpose listen walk may worry long. Fall defense recent create talk event this anything. Customer majority style price those she.\nHour the enough friend know scientist his else. Plan win season give success speak draw table. Tell positive response can age.",
    "category_id": 15,
    "price": 76.44,
    "cost": 794.8,
    "stock_quantity": 2,
    "weight": 20.202,
    "is_active": false,
    "created_at": "2024-10-24T15:20:52"
  },
  {
    "id": 214,
    "sku": "SKU-26671969",
    "name": "Comics",
    "description": "Understand oil cost parent easy over. Wish modern recent everybody sit. Determine decade whose then beautiful ability they.\nSpecific religious stuff fire. Soon these imagine.\nThank later ok deal through. Level positive entire work small too. Seat easy surface weight tough cultural.\nListen born organization site remember serious exist staff. Theory again pick. And sound body them foreign hot.",
    "category_id": 9,
    "price": 695.0,
    "cost": 877.43,
    "stock_quantity": 8,
    "weight": 47.518,
    "is_active": true,
    "created_at": "2025-04-18T11:27:47"
  },
  {
    "id": 215,
    "sku": "SKU-86077458",
    "name": "Smartphones",
    "description": "All set ahead idea month free. Art be suffer record quite build civil.\nThird human believe despite body. Man effect our open whole.\nTraining eat in may across. Sing activity official serve physical send suddenly.\nThough stand environment many. Month seven quite feeling most especially why. Direction military shoulder.\nItem tend process real account. There per look method pass. Brother later than media social.",
    "category_id": 19,
    "price": 3.47,
    "cost": 774.35,
    "stock_quantity": 2,
    "weight": 36.574,
    "is_active": true,
    "created_at": "2024-09-30T19:05:07"
  },
  {
    "id": 216,
    "sku": "SKU-56817791",
    "name": "Audio",
    "description": "Sit buy gun deal treatment also candidate way. I cultural again outside through travel group who. Enter about each key poor bring. Every some art conference leg under.\nCertainly window participant Democrat.\nAbove factor customer professor mother record. Value call training feeling themselves site. Note travel argue.\nMost remember design might kitchen. Outside those only moment security even respond. Door stop hear be church certainly.",
    "category_id": 21,
    "price": 664.47,
    "cost": 358.86,
    "stock_quantity": 2,
    "weight": 39.804,
    "is_active": false,
    "created_at": "2025-06-02T01:06:49"
  },
  {
    "id": 217,
    "sku": "SKU-70591618",
    "name": "Tablets",
    "description": "Town option during view buy institution. Foreign field score law billion son address remember.\nNever one boy require foot air occur. Explain Republican American true ago.\nUs get good recently similar decision team meet. Teach meet Republican professional. Just form language student physical value even.\nHave these brother describe. Chance eye only specific lot like although. Artist expect former hair work natural financial.",
    "category_id": 7,
    "price": 968.15,
    "cost": 825.01,
    "stock_quantity": 8,
    "weight": 13.5,
    "is_active": true,
    "created_at": "2024-12-25T15:47:04"
  },
  {
    "id": 218,
    "sku": "SKU-40416426",
    "name": "Kitchen",
    "description": "Treat worry make quickly. Growth source walk stage way really.\nBillion trade PM any fund. From drive face green white thought.\nSoon when interest next wide Democrat. Some until low wife share increase. Night site green.\nWrite season before me service.\nCut list have form likely.\nBehavior responsibility lead discuss. New thought sing pattern whole that. Already office white military media go.\nAlmost head several culture.\nBlue subject community class. Any particularly couple question down.",
    "category_id": 10,
    "price": 338.41,
    "cost": 578.35,
    "stock_quantity": 10,
    "weight": 42.636,
    "is_active": false,
    "created_at": "2025-02-19T15:09:51"
  },
  {
    "id": 219,
    "sku": "SKU-13333146",
    "name": "Furniture",
    "description": "It eat think thing source school myself. Mention behavior family sea if. Lose chance staff film summer.\nPossible create range coach manager star image. Order prepare million raise near kitchen.\nParticipant collection hold knowledge because. Himself particular work notice reflect.\nSpecial form join financial. Cultural evidence walk phone.\nSuggest voice source. She operation hospital property space. When business worry consider. Office so drug sign.",
    "category_id": 11,
    "price": 894.25,
    "cost": 762.48,
    "stock_quantity": 1,
    "weight": 5.069,
    "is_active": true,
    "created_at": "2025-04-21T05:37:19"
  },
  {
    "id": 220,
    "sku": "SKU-60311494",
    "name": "Furniture",
    "description": "Stay leave history quality approach good. Sure capital how security. End eight own Democrat increase difference.\nHappen blue while. Cover edge education amount factor because. Issue economic resource tend case economic bar.\nOccur month provide price. Impact physical dog first system floor. Because enjoy could control control none test.\nImprove yet control majority opportunity respond. Can daughter benefit I turn. Past back statement amount hair camera bank.",
    "category_id": 15,
    "price": 17.26,
    "cost": 929.49,
    "stock_quantity": 3,
    "weight": 22.12,
    "is_active": false,
    "created_at": "2025-01-15T11:28:10"
  },
  {
    "id": 221,
    "sku": "SKU-12842289",
    "name": "Electronics",
    "description": "Democratic tough mean create fine. Physical look to.\nDetermine into action seem. Board near lay fund. Statement book your dream strong.\nEarly participant kitchen eat beautiful.\nIn huge amount develop I toward. Fund against several economy for full. Lead catch approach drop pick list.\nLawyer finish account threat. Tough suddenly true type near among.\nFive whatever significant. Bar mission support law. Dark Congress drive son could sound set try. Picture have morning.",
    "category_id": 14,
    "price": 203.11,
    "cost": 688.9,
    "stock_quantity": 3,
    "weight": 44.119,
    "is_active": true,
    "created_at": "2024-12-05T05:25:15"
  },
  {
    "id": 222,
    "sku": "SKU-95307319",
    "name": "Food & Beverage",
    "description": "Mean single better parent couple hot half. Difference indicate shake according lot.\nCover red apply officer music. Build side enjoy late large. Benefit leg stock section.\nBorn contain region them. Necessary quite source television. Standard seat begin politics suggest hear more law.\nHeart great behind weight door ready. Dream shake attorney arm girl guy stay. Similar paper nature easy. Maintain deep threat explain.",
    "category_id": 6,
    "price": 874.54,
    "cost": 876.71,
    "stock_quantity": 2,
    "weight": 32.764,
    "is_active": false,
    "created_at": "2025-02-10T23:35:29"
  },
  {
    "id": 223,
    "sku": "SKU-51297687",
    "name": "Health",
    "description": "Office hot thank. Mrs possible international present return late ok. Improve set within store.\nBuilding job team after. Ago paper vote detail. Onto attention everything.\nSport attack level. Their yes matter. Project month general such property real.\nStatement surface size be provide less recently. Can where black from positive significant outside. Fill agreement make dark fish organization.",
    "category_id": 3,
    "price": 372.47,
    "cost": 903.89,
    "stock_quantity": 3,
    "weight": 2.684,
    "is_active": false,
    "created_at": "2025-01-30T03:25:42"
  },
  {
    "id": 224,
    "sku": "SKU-35659479",
    "name": "Fiction",
    "description": "Police country must necessary room majority. Energy last woman material parent health world. Project war pressure fill Mr health page opportunity.\nGo significant success particularly. Recent throughout international official.\nSpecial born become inside one country. Dream also phone early new news.\nPolitical morning middle scene situation hear.\nSuccessful concern ready apply our everybody. What effect mean box next idea take.",
    "category_id": 10,
    "price": 726.26,
    "cost": 755.47,
    "stock_quantity": 7,
    "weight": 32.809,
    "is_active": false,
    "created_at": "2025-05-10T06:15:05"
  },
  {
    "id": 225,
    "sku": "SKU-64762191",
    "name": "Educational",
    "description": "Learn data trip protect. Few floor glass me receive. Ready manager all onto.\nAnyone even alone skin. Option take late good individual think. Culture office imagine help step.\nSouthern Mr foot. Of evening similar often trouble entire. Art response administration certainly.\nListen performance give success change TV ability surface. Measure theory past particularly. Political degree choose suggest physical early large well.\nFill me plant beyond foot material talk. Leader how poor that student.",
    "category_id": 4,
    "price": 2.09,
    "cost": 477.33,
    "stock_quantity": 3,
    "weight": 29.725,
    "is_active": true,
    "created_at": "2025-05-04T03:42:51"
  },
  {
    "id": 226,
    "sku": "SKU-33643075",
    "name": "Women's Clothing",
    "description": "Remember college professional now about student bar know. Director his tree truth soon. Street else rate result anything anything.\nMoment world anything official similar board couple. Avoid plan scene science.\nClose plan maintain human.\nAmong parent job professor beat rule traditional. Business despite culture hot room. Cell future wait.\nToward recent these necessary keep partner. Risk nature not region concern sort.",
    "category_id": 22,
    "price": 445.62,
    "cost": 9.05,
    "stock_quantity": 6,
    "weight": 40.874,
    "is_active": true,
    "created_at": "2025-07-19T13:14:23"
  },
  {
    "id": 227,
    "sku": "SKU-16200923",
    "name": "Bathroom",
    "description": "Blue few amount. People media few.\nPeace me whether hospital hair father. Real chair cost son.\nProduct lead property we weight. Fine event police buy training finish.\nNice agent believe course. Fire case bill I there should thought.\nConsumer economy resource actually by. House wall live bank drug.\nYet finish visit. City Mr kid always large.\nFinancial care try. Prepare play produce operation movement. Remain travel few will red time.",
    "category_id": 14,
    "price": 694.33,
    "cost": 478.22,
    "stock_quantity": 4,
    "weight": 19.215,
    "is_active": true,
    "created_at": "2024-11-22T03:44:30"
  },
  {
    "id": 228,
    "sku": "SKU-8688111",
    "name": "Comics",
    "description": "Or debate concern your its rich send. Ok five continue new billion. College until office traditional possible wife phone.\nPrepare might long worker truth ever practice. Good trial significant discuss minute. Happen dog star rise race or purpose practice.\nFine life arm according light. Many heart rich. Try total not probably participant society human.\nHelp indicate when by audience national activity. Treatment grow particularly statement need science. Security clear he four beyond.",
    "category_id": 4,
    "price": 104.1,
    "cost": 368.19,
    "stock_quantity": 5,
    "weight": 6.943,
    "is_active": false,
    "created_at": "2025-05-02T04:38:59"
  },
  {
    "id": 229,
    "sku": "SKU-13354960",
    "name": "Magazines",
    "description": "Improve final blue discover team use director series.\nWall friend air. Make market TV central. End information reduce successful skin. Than when year cup what question describe.\nCause bag as society. Staff president now discover war film kitchen. Theory west build total kid first.\nEach task through design because paper. Draw write today you mean. Wind approach it short. Thousand pull ago dog until believe song during.",
    "category_id": 25,
    "price": 874.61,
    "cost": 641.93,
    "stock_quantity": 3,
    "weight": 3.514,
    "is_active": false,
    "created_at": "2025-04-05T04:00:20"
  },
  {
    "id": 230,
    "sku": "SKU-73840258",
    "name": "Shoes",
    "description": "Knowledge society court service example paper long. Decide campaign again. Popular professor eight right fill.\nAnalysis guess that source. Successful ability activity factor current.\nHand whether lay field another line. Range campaign discussion whether.\nCandidate be help sit represent song outside. Wait never resource town statement make live. Truth ten design lose prevent can.\nMr mouth off pass poor son among media. Although guess only five school.",
    "category_id": 1,
    "price": 610.7,
    "cost": 164.95,
    "stock_quantity": 6,
    "weight": 36.149,
    "is_active": false,
    "created_at": "2025-06-10T08:43:09"
  },
  {
    "id": 231,
    "sku": "SKU-42815231",
    "name": "Fiction",
    "description": "People trade black worker point draw. Result almost too still over short. Consumer ball nor edge wall direction finish inside.\nCell approach life. Should culture next evidence. Rather get radio give.\nPurpose environment view support late. Remain quality lay recognize me moment will. Until clearly respond role window sometimes several all.\nSister quickly across everyone shoulder peace manager.\nSite far black kitchen. Mr administration want believe thought weight world.",
    "category_id": 24,
    "price": 152.22,
    "cost": 412.29,
    "stock_quantity": 8,
    "weight": 43.012,
    "is_active": true,
    "created_at": "2024-11-03T20:15:06"
  },
  {
    "id": 232,
    "sku": "SKU-21076233",
    "name": "Books",
    "description": "Since realize process difference senior less care. Process significant not party lot throughout. Specific quickly senior police arm something dinner work.\nPerson there matter operation central identify. Claim level executive month black various court. Memory should eye career.\nTwo ready spring best skin. Less organization today listen.\nEven tough least cup successful.\nSouth light agreement speech whose read. Here firm themselves public day. Start election PM box.\nAgree activity bill say.",
    "category_id": 4,
    "price": 140.87,
    "cost": 124.03,
    "stock_quantity": 7,
    "weight": 17.642,
    "is_active": false,
    "created_at": "2025-03-27T02:51:19"
  },
  {
    "id": 233,
    "sku": "SKU-41752856",
    "name": "Gaming",
    "description": "Including reduce move surface. Fire just similar there movement child.\nRest person art blood. Oil system financial all sometimes card girl have. Stay memory really we say.\nThen commercial military from unit many. Their respond meet. Rather through start space guess small state treatment. Congress region list major education single.\nHospital some early fill executive apply itself. Nothing them under hope national call.",
    "category_id": 11,
    "price": 791.28,
    "cost": 248.54,
    "stock_quantity": 2,
    "weight": 12.484,
    "is_active": true,
    "created_at": "2025-03-23T23:45:17"
  },
  {
    "id": 234,
    "sku": "SKU-58393286",
    "name": "Accessories",
    "description": "Sense art street pass.\nSuccess sea light key. However carry protect throughout.\nFather buy hour arm capital arrive stay. Father purpose our various else environment choice news.\nRate drug before surface. Travel now rise from sometimes page security great. Government lead medical break large cover body report.\nKeep blood direction sure. Total claim outside decade television.\nHold left truth establish air program without. Rock hope professional between clear.",
    "category_id": 20,
    "price": 721.45,
    "cost": 285.63,
    "stock_quantity": 1,
    "weight": 42.41,
    "is_active": false,
    "created_at": "2024-09-23T03:37:28"
  },
  {
    "id": 235,
    "sku": "SKU-59371666",
    "name": "Non-Fiction",
    "description": "Loss evening deal decision recognize describe sell. Cover skin resource mind democratic industry second. Bag when build activity.\nMajority series attack. Thus phone west recent history. Project him so story describe market guess.\nEat wide green above nothing create new. Air special write appear performance. Level sure toward black candidate.\nThreat every beat find future. Range law treatment health. Moment include respond.\nArrive character agree pretty local the want building.",
    "category_id": 10,
    "price": 206.24,
    "cost": 607.31,
    "stock_quantity": 4,
    "weight": 37.417,
    "is_active": false,
    "created_at": "2025-07-03T05:23:34"
  },
  {
    "id": 236,
    "sku": "SKU-406039",
    "name": "Food & Beverage",
    "description": "Voice let activity western safe. Water usually another message. Institution power middle sit foot radio full. Onto offer best.\nFather stock just. Hospital perform quality campaign concern. Western bit treat explain ready always.\nEstablish product tree radio read trade certainly. Theory end cover fast thank teach toward.\nSix TV resource though last why. New quickly public reason nor save.",
    "category_id": 21,
    "price": 55.51,
    "cost": 898.01,
    "stock_quantity": 4,
    "weight": 24.795,
    "is_active": true,
    "created_at": "2025-01-16T05:36:14"
  },
  {
    "id": 237,
    "sku": "SKU-99392947",
    "name": "Home & Garden",
    "description": "Put our your unit else east. National establish able always pick cut.\nSoon study health skill. Worry tonight total cause. Street similar wait.\nLike decade garden many. Hair through wrong writer.\nAbove need game process television. Skin boy doctor relationship consider simply.\nAccording music rich. Then four make. Defense president animal west air top environmental.\nFull country open follow run movie. Three own teacher tend sort staff agree marriage.",
    "category_id": 8,
    "price": 500.08,
    "cost": 594.33,
    "stock_quantity": 9,
    "weight": 44.447,
    "is_active": false,
    "created_at": "2024-08-13T23:26:48"
  },
  {
    "id": 238,
    "sku": "SKU-6829228",
    "name": "Electronics",
    "description": "Bag test major final wear culture nice bar. Draw treat learn cost bag group.\nSon strategy school effort hear maybe investment. Chance set right film ever major gun. Physical economy rise page may.\nDebate election occur bank claim day. Office one song today stage.\nFinish size add recognize. Deep wide product according.\nElse sister information type lot guy still. Book week practice here according.",
    "category_id": 12,
    "price": 933.98,
    "cost": 132.85,
    "stock_quantity": 10,
    "weight": 21.101,
    "is_active": false,
    "created_at": "2024-08-19T23:45:02"
  },
  {
    "id": 239,
    "sku": "SKU-75448989",
    "name": "Kids' Clothing",
    "description": "Across provide up sure. Only financial they unit. Make artist of Mr.\nCare next maintain century guess science center. Issue reach network. Increase parent organization.\nSituation discussion moment size every article song. Figure team it once. Class term either area become.\nStar dream star to board born than. Protect hundred edge mother gas.\nHe recent green notice bit avoid. Include leader education lawyer west. Fish visit whatever they current.",
    "category_id": 22,
    "price": 173.6,
    "cost": 471.54,
    "stock_quantity": 2,
    "weight": 0.933,
    "is_active": true,
    "created_at": "2025-04-27T17:28:26"
  },
  {
    "id": 240,
    "sku": "SKU-16464071",
    "name": "Books",
    "description": "Seek year simple trouble it enough interesting owner. Inside we option hotel those very exist. Modern gun bring whom leader its. Risk paper worry bed there capital write.\nParent around skill per. Student could western lawyer. Trip buy team half.\nAmong ever goal someone commercial fight worry. Indicate consumer along hospital interesting.\nSociety own world good miss explain rule himself. Drive Mrs west address approach manager.",
    "category_id": 1,
    "price": 262.92,
    "cost": 40.79,
    "stock_quantity": 1,
    "weight": 47.439,
    "is_active": false,
    "created_at": "2025-06-05T01:34:48"
  },
  {
    "id": 241,
    "sku": "SKU-62495884",
    "name": "Tablets",
    "description": "Enter about until dark.\nActivity machine protect community question reflect drop up.\nPicture determine job gas kid ask camera. Live different fly newspaper blood life. Conference hope into fund.\nDescribe sign seat camera entire leg anything catch. Generation value better those.\nNotice join line take much. Popular form Congress explain land country relate strategy.\nOwner page analysis last. Read body worry get.\nRecent guy left turn we soon base. Instead pull work almost.",
    "category_id": 17,
    "price": 287.2,
    "cost": 712.91,
    "stock_quantity": 7,
    "weight": 21.236,
    "is_active": true,
    "created_at": "2025-01-28T17:59:41"
  },
  {
    "id": 242,
    "sku": "SKU-84456685",
    "name": "Tablets",
    "description": "Turn whatever huge matter. Church meet suggest medical think land.\nProtect blood own design music head. Add onto tonight. Deep wish garden room interest whatever.\nExist hard including look need finally. Pressure drop ever inside describe contain expert. Government smile set including tell expect.\nFather improve customer building fine daughter. Stage method board rock.\nNotice hit region not tree impact. Actually size policy shoulder up relate. Season check notice house evening eight cause.",
    "category_id": 3,
    "price": 640.89,
    "cost": 538.11,
    "stock_quantity": 3,
    "weight": 13.946,
    "is_active": false,
    "created_at": "2024-12-22T19:23:22"
  },
  {
    "id": 243,
    "sku": "SKU-96682700",
    "name": "Food & Beverage",
    "description": "Political discover however and audience century involve. Arm peace line nation determine.\nCondition nice business people. Gun serious find without couple. Coach point allow respond.\nHour card employee leave it position option. Cup approach nation Mrs defense your.\nIdea reach agency week just choose field. Wonder help final no issue range.\nPlant decision impact city radio green rock.",
    "category_id": 3,
    "price": 511.79,
    "cost": 203.99,
    "stock_quantity": 3,
    "weight": 26.866,
    "is_active": false,
    "created_at": "2025-07-25T18:48:37"
  },
  {
    "id": 244,
    "sku": "SKU-72517466",
    "name": "Tablets",
    "description": "List area radio level. Sit quite education edge there. Indicate black government visit fear rock. Beautiful answer her message collection sport.\nReceive what wall pattern college will page. Threat senior quite someone practice. Growth minute interview religious indicate beautiful project event.\nDirection pretty than name name building often. Environmental inside attention career strategy. Management management wide easy wide.",
    "category_id": 19,
    "price": 634.65,
    "cost": 834.68,
    "stock_quantity": 2,
    "weight": 15.577,
    "is_active": true,
    "created_at": "2024-11-03T21:54:52"
  },
  {
    "id": 245,
    "sku": "SKU-53013046",
    "name": "Gaming",
    "description": "Fact above network bag. Animal each near trip low alone both.\nPage today we best significant magazine. Human offer ready account accept black. Police sell bad leg than successful third start. Voice sure morning either.\nTravel loss head authority expect manage itself. Box with around resource.\nAction lot mouth control almost effort another. Prevent run mind technology nation. Executive require political condition daughter.\nProgram actually hear outside report concern. National catch save go.",
    "category_id": 24,
    "price": 953.47,
    "cost": 239.4,
    "stock_quantity": 4,
    "weight": 4.402,
    "is_active": false,
    "created_at": "2025-07-26T05:57:05"
  },
  {
    "id": 246,
    "sku": "SKU-62851645",
    "name": "Gaming",
    "description": "Say well according floor four medical. Senior it doctor administration commercial. Of base rate use full political age watch.\nSocial back miss single art garden.\nSomebody able else floor natural include. Land discussion market economy later man safe. Pretty dinner agency last evening family American.\nFocus responsibility account marriage clear. Lawyer organization kind upon. Nature north brother ready.\nAction blue seem as. Eight interview crime himself all.",
    "category_id": 4,
    "price": 453.91,
    "cost": 609.22,
    "stock_quantity": 5,
    "weight": 33.337,
    "is_active": false,
    "created_at": "2025-04-24T17:08:23"
  },
  {
    "id": 247,
    "sku": "SKU-10770967",
    "name": "Non-Fiction",
    "description": "Work miss officer trial between send suddenly. Recognize matter receive let indicate author.\nEnvironmental human ahead low. Check behind instead former use low way. Can check day.\nRegion glass discover laugh them.\nPrice follow couple chance pay government open. Mother model new six. Remember material without whatever people then.\nPick fund line range administration. Air spring drug me program.\nSon final himself move entire quality eat newspaper. Reveal hotel quality capital dream back.",
    "category_id": 24,
    "price": 176.47,
    "cost": 13.65,
    "stock_quantity": 3,
    "weight": 35.105,
    "is_active": true,
    "created_at": "2024-09-16T02:32:19"
  },
  {
    "id": 248,
    "sku": "SKU-35138633",
    "name": "Toys",
    "description": "Hear ready eight ready. Computer them deep commercial than news.\nCrime least exist entire guy. Science this wall data.\nBase black fund threat. Fall nothing long eye she.\nNever responsibility conference personal feel down body happen. Perhaps but travel event.\nCommunity edge hold concern other may kind education. Follow prepare perform month many. Speech growth take article firm budget happy.\nDetail everyone third concern reach doctor fund. Spend newspaper employee science young agent me.",
    "category_id": 16,
    "price": 953.05,
    "cost": 523.48,
    "stock_quantity": 5,
    "weight": 8.431,
    "is_active": false,
    "created_at": "2025-01-10T06:05:23"
  },
  {
    "id": 249,
    "sku": "SKU-1777886",
    "name": "Sports",
    "description": "Say opportunity box ago speak organization. Drug knowledge finally bill speech sometimes. Million make what pick.\nAcross back significant just glass across. Too five catch yard. Indeed ability effect apply.\nNewspaper specific must smile. While police both common never thousand enough. Nature cell already left house herself page PM.\nThemselves clearly use positive experience everything especially. Hot politics development major east. True attack woman often college relate successful.",
    "category_id": 24,
    "price": 781.34,
    "cost": 269.49,
    "stock_quantity": 2,
    "weight": 38.594,
    "is_active": true,
    "created_at": "2024-12-12T05:15:07"
  },
  {
    "id": 250,
    "sku": "SKU-58203606",
    "name": "Electronics",
    "description": "Most should plan people.\nRespond take industry ground put trade. Admit main suddenly something beautiful become. Can close carry financial pretty.\nAge size take generation fall maybe work. Plan focus health from song political like law.\nAlso language thus TV unit similar. Learn difference then edge speech sometimes. Road seek form color wall voice. Stop information soldier suffer anything process south.\nSystem open play compare. None set yeah foreign class.",
    "category_id": 11,
    "price": 807.29,
    "cost": 272.71,
    "stock_quantity": 2,
    "weight": 13.221,
    "is_active": false,
    "created_at": "2024-10-19T03:01:59"
  },
  {
    "id": 251,
    "sku": "SKU-90692922",
    "name": "Shoes",
    "description": "Heart easy claim expect audience capital its. Against arrive government against. Daughter those baby money marriage. Country century conference him glass owner store.\nAmerican bill west at be this his. Dark stock sound discuss mean.\nExample more feeling information source. Approach Congress administration painting current development. Music room range at oil upon magazine.",
    "category_id": 21,
    "price": 77.99,
    "cost": 455.74,
    "stock_quantity": 6,
    "weight": 2.866,
    "is_active": false,
    "created_at": "2024-10-20T03:17:22"
  },
  {
    "id": 252,
    "sku": "SKU-77067592",
    "name": "Bathroom",
    "description": "Day state Mr rule career reality. Present these day quickly work. Wind mind from size let.\nEconomy it song institution history example. Floor yourself second father.\nJoin blue view without where none each. Produce law these through law. Company example join.\nTruth general project citizen scientist simple guess. Deal left born hear Congress enough worry nice. Option three responsibility west.\nGroup bar quickly free old see red everybody. Prevent fall fear edge focus draw.",
    "category_id": 19,
    "price": 167.71,
    "cost": 158.15,
    "stock_quantity": 2,
    "weight": 44.724,
    "is_active": false,
    "created_at": "2025-04-22T12:17:31"
  },
  {
    "id": 253,
    "sku": "SKU-30670085",
    "name": "Non-Fiction",
    "description": "Century politics gas and campaign me agreement. Program left too allow play. Establish sure amount easy including.\nActually maintain peace soon second. Those glass food concern generation positive.\nThan set senior majority tonight. Turn where quite institution this minute. Audience grow life realize half indeed indicate.\nNice old feeling amount dream various. Hold imagine add notice have. Receive bring trade despite.",
    "category_id": 24,
    "price": 116.22,
    "cost": 741.03,
    "stock_quantity": 1,
    "weight": 2.297,
    "is_active": false,
    "created_at": "2024-10-17T18:13:47"
  },
  {
    "id": 254,
    "sku": "SKU-11445367",
    "name": "Bathroom",
    "description": "Upon around class phone employee daughter. Themselves writer Congress girl nor bad economy. Above building lot if true.\nMaintain data blue paper.\nTelevision during you prepare student guy generation. Above small community activity country individual. Political good lawyer hot rule.\nMinute song ability fear across window along talk. Light adult sell final.\nRemember fight reason herself. Camera right skin stuff ball news. Actually drug wish about.",
    "category_id": 1,
    "price": 245.3,
    "cost": 472.29,
    "stock_quantity": 7,
    "weight": 46.019,
    "is_active": false,
    "created_at": "2024-12-31T18:08:45"
  },
  {
    "id": 255,
    "sku": "SKU-56894727",
    "name": "Toys",
    "description": "Direction prepare voice field compare available. Citizen weight for middle from. Cut range particularly response property.\nWrite air different guess generation. Program blue cut report science. Suddenly large read increase. Old garden spend stock.\nHard may new. Smile call teach huge charge support performance.\nAuthority green son outside measure medical tonight training. Foreign everybody level market. Off early rise impact goal.",
    "category_id": 2,
    "price": 553.31,
    "cost": 914.02,
    "stock_quantity": 7,
    "weight": 11.303,
    "is_active": true,
    "created_at": "2024-10-14T11:08:36"
  },
  {
    "id": 256,
    "sku": "SKU-90047071",
    "name": "Automotive",
    "description": "Leader street would tell baby thing. Movie join personal administration say think almost.\nRecently organization result seat. Could watch nor prepare scientist shake where. Series himself address bring sister beautiful PM air. Black simple provide important relationship manage.\nCareer protect ahead teach difference plant.\nVote beyond at activity tree pay how. Investment detail clearly admit positive difference similar.",
    "category_id": 14,
    "price": 915.93,
    "cost": 320.61,
    "stock_quantity": 2,
    "weight": 28.62,
    "is_active": false,
    "created_at": "2024-11-07T08:47:27"
  },
  {
    "id": 257,
    "sku": "SKU-97415650",
    "name": "Home & Garden",
    "description": "Opportunity sea game. Thus president manager whom responsibility anyone. Military me move around claim defense. Carry operation compare stuff.\nFirst worker since thus. Nor middle figure. Single history story part.\nAmerican audience oil. Whom understand late mind. Election kid serve discussion finally many.\nSend discussion off wide never everybody. Blue most watch her attack.\nBody where glass call. Pm pressure report grow attack beautiful total.\nSense over teacher add family.",
    "category_id": 17,
    "price": 673.65,
    "cost": 53.62,
    "stock_quantity": 4,
    "weight": 40.236,
    "is_active": true,
    "created_at": "2025-07-15T20:46:04"
  },
  {
    "id": 258,
    "sku": "SKU-9533977",
    "name": "Clothing",
    "description": "Admit defense partner wind nearly. Leave face record create month member imagine.\nProfessor plant their standard relationship Congress sell. Member there line give final.\nFor development station black spend meeting argue. Stop image laugh author carry region.\nParent shake themselves arrive choose wide yard. Sound especially group person traditional draw. Decide actually just.\nBook the college service line up her. Seek let country if office increase. Recently behind seat first laugh.",
    "category_id": 13,
    "price": 69.86,
    "cost": 465.62,
    "stock_quantity": 5,
    "weight": 38.699,
    "is_active": false,
    "created_at": "2025-03-12T11:47:42"
  },
  {
    "id": 259,
    "sku": "SKU-6513672",
    "name": "Food & Beverage",
    "description": "Half bit understand standard fire item throw. Myself general floor into save.\nPower art including. Across part dark same yeah teacher development. Food art service floor well appear.\nSecond tonight heavy read take. Official each perhaps though catch shoulder later. Baby tell them reveal table voice. I movement account policy.\nYet school traditional less help. Section hope claim upon memory place oil.",
    "category_id": 11,
    "price": 87.3,
    "cost": 457.28,
    "stock_quantity": 6,
    "weight": 10.113,
    "is_active": true,
    "created_at": "2025-06-07T03:03:22"
  },
  {
    "id": 260,
    "sku": "SKU-81968126",
    "name": "Shoes",
    "description": "Rich week bed some. Value reduce cause send.\nControl drive often test believe maybe.\nHappy ask much clearly much morning. Beat she anything discussion I.\nToward citizen character little for.\nAcross worker often sense week growth beyond stock. Once join cause crime single soldier arrive.\nSure imagine movie history. Decision just anything quite station wall company after. Surface name computer our.\nLevel themselves degree decide however each. Family among light season whose charge show.",
    "category_id": 10,
    "price": 739.83,
    "cost": 243.34,
    "stock_quantity": 6,
    "weight": 29.625,
    "is_active": false,
    "created_at": "2024-08-15T05:06:39"
  },
  {
    "id": 261,
    "sku": "SKU-30700698",
    "name": "Men's Clothing",
    "description": "Require ready hold dog. It world wife model guy fish.\nSeek mouth former past unit. Charge time goal shake bit ability.\nInterview already room similar section science so. Term through fast opportunity.\nEnergy process current stop person training. Through care fine authority agency home.\nName floor like upon summer challenge away. Argue concern raise check deep modern. Get sea suggest add baby.\nReach series pattern. Agency during probably wrong police see.",
    "category_id": 25,
    "price": 776.1,
    "cost": 732.72,
    "stock_quantity": 9,
    "weight": 38.048,
    "is_active": false,
    "created_at": "2025-07-17T11:51:31"
  },
  {
    "id": 262,
    "sku": "SKU-73668652",
    "name": "Automotive",
    "description": "Skill Congress meeting teacher quite catch. Their natural build spring indicate involve.\nSurface service local. Would career seek outside discuss. Far approach stand read collection animal sense main.\nSport small dream discover whether fast. Loss hotel either other option. Successful no ground modern. Different ago improve effort benefit.\nPretty stop opportunity another floor after. Senior evening provide talk. Free agree fire news.",
    "category_id": 5,
    "price": 7.37,
    "cost": 410.62,
    "stock_quantity": 4,
    "weight": 27.123,
    "is_active": true,
    "created_at": "2024-12-18T06:08:19"
  },
  {
    "id": 263,
    "sku": "SKU-52946827",
    "name": "Fiction",
    "description": "Reach trip morning forget value senior long. Out if watch kind despite. Role should surface some enjoy challenge.\nMyself cover might decision. Green tax so question. Personal above democratic east half I carry part.\nWindow health ready issue night water very. Project better cultural like attorney. Change strong network eat each history.\nParticular these middle sense. Activity what several group outside.\nAmong president word could outside next. They face ten behavior effect special major.",
    "category_id": 23,
    "price": 877.31,
    "cost": 951.03,
    "stock_quantity": 1,
    "weight": 37.971,
    "is_active": true,
    "created_at": "2025-03-13T01:57:17"
  },
  {
    "id": 264,
    "sku": "SKU-64327174",
    "name": "Tablets",
    "description": "Participant behind upon professional significant. Again like training husband tough. Benefit anything tend after special relationship market this.\nPolice three all talk treatment source today me. Lead law attention rest well office beyond. Media Congress improve final audience allow.\nKeep new research last tree wait. Foreign local civil story network century. Style coach make no political move happen possible.\nWestern old person identify point factor rest. Quality night friend happy let dinner.",
    "category_id": 24,
    "price": 727.48,
    "cost": 104.84,
    "stock_quantity": 9,
    "weight": 49.157,
    "is_active": true,
    "created_at": "2024-11-15T00:38:54"
  },
  {
    "id": 265,
    "sku": "SKU-40993550",
    "name": "Gaming",
    "description": "Arrive safe already.\nImprove chance similar yet anything institution. Know yeah main. In scientist computer no product form society child.\nElse open magazine state out. Boy system turn lose crime in.\nYeah knowledge vote meet structure student. Western machine at art red. Wind seat central positive operation. Really many build food research ability.\nFace difference after article under go west. Another building too important.",
    "category_id": 16,
    "price": 961.21,
    "cost": 972.58,
    "stock_quantity": 3,
    "weight": 35.611,
    "is_active": false,
    "created_at": "2025-01-06T22:18:03"
  },
  {
    "id": 266,
    "sku": "SKU-61989128",
    "name": "Books",
    "description": "Usually collection this alone. Find week how worker discussion at. Finally inside though call industry step himself.\nCitizen president radio job again really blue. Allow spend hotel ask either reduce. Difficult tend choice side area sport it.\nImage follow pretty food save condition. Physical present reality in. Everyone friend red war may its available.\nHand threat dream. Allow four difference break her southern tax. His ground strategy card book budget key.",
    "category_id": 2,
    "price": 921.34,
    "cost": 897.38,
    "stock_quantity": 9,
    "weight": 20.712,
    "is_active": true,
    "created_at": "2025-07-07T07:33:26"
  },
  {
    "id": 267,
    "sku": "SKU-53575423",
    "name": "Garden Tools",
    "description": "Issue alone possible friend generation hand. Song week their land weight away one.\nEconomy free at without lawyer cup she. Southern free position protect person. Institution city culture especially shake however raise.\nChance record trouble show eat speech. Suggest so total similar.\nBelieve writer blue month board old kind.\nMovement analysis style over whose economy language. Network share ten road safe. Special thus middle maintain. Economic road miss adult middle southern part activity.",
    "category_id": 12,
    "price": 458.99,
    "cost": 748.14,
    "stock_quantity": 10,
    "weight": 4.869,
    "is_active": true,
    "created_at": "2025-04-07T22:47:28"
  },
  {
    "id": 268,
    "sku": "SKU-69553400",
    "name": "Sports",
    "description": "Opportunity play which sing yourself best reduce nothing. Against case player claim what fact. While stop simply certain boy relationship.\nModel couple since appear stand environment meeting. Situation enjoy top right out suggest home. Chance each bad successful seat hard why government.\nHospital make team mention benefit age. Perhaps support field until now send fact.\nEstablish always history then relationship nor. Couple thought shoulder suggest age you.",
    "category_id": 21,
    "price": 820.13,
    "cost": 75.75,
    "stock_quantity": 10,
    "weight": 3.208,
    "is_active": false,
    "created_at": "2024-08-06T23:03:44"
  },
  {
    "id": 269,
    "sku": "SKU-92318884",
    "name": "Non-Fiction",
    "description": "Customer early this already despite even spring. Subject push listen most north. By commercial item him herself cultural have.\nSpecial weight itself clear drive much. South like discuss effect. Day science region yourself whole play like. Start single allow toward situation state such.\nBecause lawyer ball. Inside nor guy. Card hit serve.\nLawyer since project everyone yes. Recent perform air describe wear.",
    "category_id": 5,
    "price": 237.53,
    "cost": 261.73,
    "stock_quantity": 6,
    "weight": 46.309,
    "is_active": false,
    "created_at": "2025-07-06T15:01:43"
  },
  {
    "id": 270,
    "sku": "SKU-8256663",
    "name": "Tablets",
    "description": "Necessary meeting east. Suffer community adult be national light little.\nPopular could value usually central foot. Difficult pattern care campaign those manage late consider. Edge knowledge fund close blood source moment. Cost between understand money it alone.\nMost old how she major. Their computer six serve somebody experience former. Reality onto night happy me order language little.",
    "category_id": 23,
    "price": 832.06,
    "cost": 326.92,
    "stock_quantity": 8,
    "weight": 13.671,
    "is_active": false,
    "created_at": "2025-01-21T15:35:05"
  },
  {
    "id": 271,
    "sku": "SKU-86549590",
    "name": "Books",
    "description": "Professor attention year notice skin democratic increase. Their thank for responsibility. Within one region ask Republican friend.\nDirector plan which appear. Exactly degree maintain institution husband cultural trip on. Factor whether want there quickly now.\nPhone child tend career analysis responsibility but. Best eight mean. Property other house floor focus follow.\nEffect old senior amount. Knowledge plan six yard add memory. Require piece good.",
    "category_id": 7,
    "price": 136.97,
    "cost": 770.37,
    "stock_quantity": 2,
    "weight": 7.855,
    "is_active": true,
    "created_at": "2024-09-15T10:28:15"
  },
  {
    "id": 272,
    "sku": "SKU-61288944",
    "name": "Toys",
    "description": "Let sea ask present ten eight serve dog. War leg push quite marriage.\nTough skin candidate sometimes shoulder. Take follow deal attorney federal positive join.\nA tree avoid time physical. Ahead small be produce office along success.\nThought without page marriage protect listen. Least seek color should. Hope matter special site save design.\nHit writer true he certain. For knowledge save here deal role. Wide service second product compare read present.",
    "category_id": 15,
    "price": 466.58,
    "cost": 407.1,
    "stock_quantity": 9,
    "weight": 17.979,
    "is_active": false,
    "created_at": "2025-04-19T01:25:29"
  },
  {
    "id": 273,
    "sku": "SKU-31747213",
    "name": "Magazines",
    "description": "House team trouble free recently eight oil. On as painting.\nThousand husband your article hour hope. Society approach quickly home. Knowledge left scientist whether.\nStuff may bed scientist hair. Them reach live place provide.\nIndeed use lot pick clear soon first see. Key light article guess might once.\nBecome consider onto painting participant over benefit.\nConsumer state long anyone camera easy simply. Deep campaign meeting crime.",
    "category_id": 7,
    "price": 452.46,
    "cost": 463.88,
    "stock_quantity": 2,
    "weight": 4.612,
    "is_active": true,
    "created_at": "2024-08-26T07:15:42"
  },
  {
    "id": 274,
    "sku": "SKU-96963335",
    "name": "Furniture",
    "description": "Someone send list project trade from. Choose detail happy third real follow make ago. Crime six character challenge sing require. Up something ground century take money marriage hear.\nSort out improve machine church moment. Sure material include put fly.\nTo early serve type. Your we rise any. Any music firm science standard walk seek.\nBook activity morning board no politics threat. Main man whom effect itself open. Most sign nature interview create himself plant.",
    "category_id": 22,
    "price": 304.91,
    "cost": 704.99,
    "stock_quantity": 10,
    "weight": 2.112,
    "is_active": false,
    "created_at": "2024-11-22T11:28:49"
  },
  {
    "id": 275,
    "sku": "SKU-27747638",
    "name": "Kitchen",
    "description": "Each would anyone white boy face floor. Education candidate indicate. Long training nor clearly away green onto late.\nAdministration mouth scientist first boy news. Seem machine result home half pass. Money model south media other quite total.\nBring both place movement where enough society. Usually ask itself such floor fund economy live. Down policy bag develop ever.\nHard total authority tax per until. Strategy light health or protect summer determine. Sport American single truth.",
    "category_id": 11,
    "price": 149.17,
    "cost": 711.44,
    "stock_quantity": 6,
    "weight": 19.873,
    "is_active": false,
    "created_at": "2024-12-10T08:50:07"
  },
  {
    "id": 276,
    "sku": "SKU-31775439",
    "name": "Clothing",
    "description": "Theory crime require partner line usually. Provide after how specific mean room build idea.\nMajority major pick plan mean teacher chair.\nLet vote easy onto light. Ok spend right test suffer. Agree matter notice material special upon.\nRather factor you product.\nOver church particular win. Rather admit kid. Represent ready challenge green large.\nFace down forward fight bad goal. Building learn floor once style whatever watch.",
    "category_id": 22,
    "price": 299.54,
    "cost": 820.26,
    "stock_quantity": 3,
    "weight": 1.651,
    "is_active": false,
    "created_at": "2025-02-03T02:54:07"
  },
  {
    "id": 277,
    "sku": "SKU-19050217",
    "name": "Tablets",
    "description": "Describe people he show scientist wind glass. System impact indeed consider single. Blood hold drug last agreement use low.\nDifference notice sport side born without. Color be list look able though read. Along whatever head democratic impact end TV.\nSing several up interest class movie. From including various little he value.\nLarge during trial so fact specific. Want serious protect kind too capital. Family condition read.",
    "category_id": 15,
    "price": 556.39,
    "cost": 550.57,
    "stock_quantity": 2,
    "weight": 23.156,
    "is_active": false,
    "created_at": "2025-07-31T10:01:49"
  },
  {
    "id": 278,
    "sku": "SKU-40664631",
    "name": "Furniture",
    "description": "Bring her mission budget short. Beat play picture wide. Discuss expect relate key. And among stop friend feeling we.\nCase phone age them number race unit his. Smile perhaps forward power school system power media. Turn different pretty.\nDesign fall cell clearly guy side trouble. Machine model determine glass.\nEnd positive the partner. Husband easy parent side role employee.\nTrade report adult reduce their right test myself. Many close first feeling reach heavy.",
    "category_id": 5,
    "price": 122.33,
    "cost": 62.61,
    "stock_quantity": 4,
    "weight": 6.623,
    "is_active": false,
    "created_at": "2025-03-01T16:00:54"
  },
  {
    "id": 279,
    "sku": "SKU-39467728",
    "name": "Kitchen",
    "description": "Board Congress benefit area herself for until his. Hard discuss choice glass. Blue kid order laugh common term.\nUntil social police walk major hair. Art nor measure situation build tough present. Serve similar behind interest. Common visit step enter traditional.\nBecause individual already enter she have involve. Why radio matter plan outside.\nExperience worry either process stuff sometimes boy despite. Newspaper effect media stock career owner specific. Know order us save fine.",
    "category_id": 13,
    "price": 372.86,
    "cost": 630.66,
    "stock_quantity": 2,
    "weight": 29.158,
    "is_active": true,
    "created_at": "2024-12-06T05:14:47"
  },
  {
    "id": 280,
    "sku": "SKU-47408620",
    "name": "Health",
    "description": "Beat culture stage involve check because. Eight but reach general successful offer goal. That pick significant term.\nHappy total me. Member event theory two. Just likely character.\nFill realize contain peace major. Safe eat image citizen.\nChoice important large trouble involve. Its pass treatment soldier teacher.\nSeveral Mr land relationship sell. Rather wish face parent create authority indicate get. Church term road this important end spring. Travel form identify.",
    "category_id": 3,
    "price": 22.78,
    "cost": 65.41,
    "stock_quantity": 8,
    "weight": 40.484,
    "is_active": false,
    "created_at": "2025-07-12T06:41:07"
  },
  {
    "id": 281,
    "sku": "SKU-97722308",
    "name": "Books",
    "description": "Administration huge evidence stand church interest Mrs. The develop more really.\nWestern author government simple property drive. Name behind machine employee beautiful fish sound. Purpose simple activity. Suffer dog herself arrive however week.\nSpecial financial weight need. Car value where bit site year chair when. Which between society each amount indeed.\nMorning almost follow lose. Three market prepare house remember this ask nor.",
    "category_id": 11,
    "price": 123.4,
    "cost": 942.33,
    "stock_quantity": 1,
    "weight": 8.483,
    "is_active": false,
    "created_at": "2024-08-08T17:39:01"
  },
  {
    "id": 282,
    "sku": "SKU-26173920",
    "name": "Shoes",
    "description": "Owner west ago. Game so professor. Huge always account concern. Manage message for president perhaps.\nPattern as collection direction bring form company. Six debate career law quickly who foreign also. Or table eat range suffer.\nSide happy doctor be Mr skin guess. Lawyer appear little pick store.\nSend describe in out model. Success growth police half admit story from.\nManage although themselves matter let all ok. Break smile believe these soldier.",
    "category_id": 14,
    "price": 821.86,
    "cost": 395.6,
    "stock_quantity": 1,
    "weight": 19.198,
    "is_active": true,
    "created_at": "2024-10-12T20:44:57"
  },
  {
    "id": 283,
    "sku": "SKU-957584",
    "name": "Gaming",
    "description": "Worry speak himself rather. Back hold everybody set human. Discuss here fall tough well.\nAccount little reality building. Far let school animal several page PM gun.\nOur report accept stop. Including kid speak point church individual. Half hard line it gun.\nDream war change control. Situation heavy yes approach increase score against.\nCold cover third key explain professor oil happen. Marriage court campaign many.",
    "category_id": 6,
    "price": 354.59,
    "cost": 908.39,
    "stock_quantity": 5,
    "weight": 14.065,
    "is_active": true,
    "created_at": "2025-07-12T04:48:47"
  },
  {
    "id": 284,
    "sku": "SKU-40983865",
    "name": "Garden Tools",
    "description": "Describe trip very kitchen type like. Begin through a important others. Toward fish apply goal science.\nEffect throughout power some value.\nLeft hit deal theory. Billion call degree develop. Professor mission stock because.\nVisit who like. Group stuff employee air now program.\nTalk sit reveal report their. Star chance fact but thank day several. Field produce would attorney.\nThese list there probably wall. Ever send certainly director.",
    "category_id": 5,
    "price": 35.61,
    "cost": 619.55,
    "stock_quantity": 4,
    "weight": 32.399,
    "is_active": true,
    "created_at": "2025-04-02T15:28:43"
  },
  {
    "id": 285,
    "sku": "SKU-94179677",
    "name": "Men's Clothing",
    "description": "Chance everything ready hospital chair suddenly manager interesting. Could understand better item term oil. Act almost food start billion real.\nWoman up bit difference purpose political sea. Plan series activity many out.\nMovement office range fly security apply newspaper.\nWorker ever receive follow teach. Police major study drive environment. He pressure president participant eat.",
    "category_id": 14,
    "price": 882.89,
    "cost": 479.55,
    "stock_quantity": 2,
    "weight": 14.061,
    "is_active": false,
    "created_at": "2025-08-01T02:28:37"
  },
  {
    "id": 286,
    "sku": "SKU-47554476",
    "name": "Sports",
    "description": "Glass TV check attack environment role hospital measure.\nScientist paper play commercial baby. Bed get especially speech. Concern maintain position throughout ago with.\nMaybe cut several change property brother.\nOwner there chance step civil drop. Control hope marriage get. Mind general series investment interesting. Record when end country social market remain.\nCut practice discussion majority. Conference six put finally character.",
    "category_id": 14,
    "price": 200.26,
    "cost": 884.76,
    "stock_quantity": 9,
    "weight": 12.532,
    "is_active": true,
    "created_at": "2025-01-02T08:07:12"
  },
  {
    "id": 287,
    "sku": "SKU-39645688",
    "name": "Furniture",
    "description": "Decision one law development return between which. Camera chance dream billion.\nPretty anything ahead foreign health. Concern employee window.\nStrategy speech represent theory color cause role. Direction color almost machine.\nSell though team listen wait series rest. Debate store bit lose worker.\nThere when day peace buy wear born. Control heart approach according yet other land. Blood discussion understand successful feeling research.",
    "category_id": 18,
    "price": 795.04,
    "cost": 989.4,
    "stock_quantity": 6,
    "weight": 24.036,
    "is_active": true,
    "created_at": "2024-08-07T19:30:35"
  },
  {
    "id": 288,
    "sku": "SKU-43066848",
    "name": "Furniture",
    "description": "Focus wall million take true necessary. Project single agree new.\nPresent discussion yeah around us role movement. Loss wish shake which middle save despite.\nInternational far fly sure water describe. Land administration in.\nPopular production husband she. Bed of would responsibility recent. Writer opportunity front detail.\nMajority risk subject eight arm. Manage baby letter similar Democrat occur present. Increase specific oil. To expert try.",
    "category_id": 16,
    "price": 344.69,
    "cost": 566.08,
    "stock_quantity": 6,
    "weight": 19.48,
    "is_active": false,
    "created_at": "2025-04-15T07:51:42"
  },
  {
    "id": 289,
    "sku": "SKU-81323134",
    "name": "Toys",
    "description": "Respond despite southern vote person build.\nWorry trade security alone generation nature product.\nSuggest finish wish. Action without better page soon whose. Much song various enjoy focus force. Your season rest sister station language family.\nWide employee unit. Tough wind TV type program information.\nNor company bring. Position sometimes over others drug under.\nDifference election physical field.\nScene much hold long number successful.",
    "category_id": 1,
    "price": 319.56,
    "cost": 219.8,
    "stock_quantity": 5,
    "weight": 3.024,
    "is_active": true,
    "created_at": "2025-03-31T20:11:56"
  },
  {
    "id": 290,
    "sku": "SKU-62003491",
    "name": "Men's Clothing",
    "description": "Social fast whose special go guess affect. Ok center example interesting first instead bar. Morning recent own school become.\nColor throughout society himself. Race health news brother. Form against drive full again test upon.\nEither place raise loss sound task wife. There stand strategy big always while.\nRed business learn line. Gun white between member.\nHere information half way measure. Edge final walk my.\nThus attack because sometimes drug know camera. Should value other report sit.",
    "category_id": 17,
    "price": 358.07,
    "cost": 584.4,
    "stock_quantity": 4,
    "weight": 48.702,
    "is_active": true,
    "created_at": "2025-03-07T09:44:24"
  },
  {
    "id": 291,
    "sku": "SKU-99515838",
    "name": "Home & Garden",
    "description": "Nice popular live during however police south. Sort table like day most focus. Task go none talk lawyer.\nSuggest occur fill itself. It reason hundred arm particular open over. Clear stuff call officer possible decision.\nTen many up administration soldier inside. Five bring pick suffer job skill someone. Present station indeed another field everyone knowledge whole.\nAlone source suffer life understand. Wide you seek recent.",
    "category_id": 8,
    "price": 657.2,
    "cost": 267.26,
    "stock_quantity": 1,
    "weight": 38.226,
    "is_active": false,
    "created_at": "2025-02-01T15:18:09"
  },
  {
    "id": 292,
    "sku": "SKU-52395415",
    "name": "Automotive",
    "description": "Drug full even contain remember. Ago north game democratic act last. Up like month religious simple little occur.\nMarriage water new yard success tell save. Stage age important interest particular all. Sing itself themselves enough.\nWhile sound experience reality animal whether owner huge. It difference many sit.\nCause make information explain yet. Born cover quite old against student likely community. Compare already hold available interview live artist person.",
    "category_id": 19,
    "price": 846.65,
    "cost": 797.59,
    "stock_quantity": 6,
    "weight": 46.767,
    "is_active": true,
    "created_at": "2024-10-09T20:34:56"
  },
  {
    "id": 293,
    "sku": "SKU-58008368",
    "name": "Bathroom",
    "description": "Serious everything example need. Recent pull police traditional. Brother population company suggest inside enjoy easy yard.\nNetwork year town enjoy. Opportunity benefit bank certain special step. Sport see arrive happen weight worker quite.\nChild off until still newspaper. Return ground technology second young. Morning feel drug rest. Fill near sing approach during.\nLittle carry society yet offer sport husband. Another success good citizen kitchen paper.",
    "category_id": 6,
    "price": 176.92,
    "cost": 592.92,
    "stock_quantity": 6,
    "weight": 45.708,
    "is_active": true,
    "created_at": "2025-07-02T00:24:35"
  },
  {
    "id": 294,
    "sku": "SKU-79794211",
    "name": "Electronics",
    "description": "Talk whose kind media. Either small himself pattern appear adult here.\nHelp per some finish strong example season magazine. Program anyone adult after.\nLeast bill attorney. Simply evidence skill eat argue unit institution just.\nPer develop group air old. Decade as bag think rest memory.\nKitchen different themselves spend local reason. Would realize every course. Growth week soon your according want relationship.",
    "category_id": 23,
    "price": 700.85,
    "cost": 947.6,
    "stock_quantity": 10,
    "weight": 7.191,
    "is_active": true,
    "created_at": "2025-07-24T19:45:46"
  },
  {
    "id": 295,
    "sku": "SKU-21379741",
    "name": "Beauty",
    "description": "Work indeed decade. Free suffer order unit apply trip.\nWish establish game return. Stock base stop represent all. Whatever fund bar.\nTwo remain occur foreign whom. Image store character image sister sometimes reflect ever. You parent individual suggest either maybe through.\nFirst glass study college. Husband end arm opportunity enjoy. Increase body rock man table they school.\nSince body break no still best area. Again away material size form treat among.",
    "category_id": 16,
    "price": 542.58,
    "cost": 176.38,
    "stock_quantity": 1,
    "weight": 4.604,
    "is_active": true,
    "created_at": "2025-05-26T04:14:21"
  },
  {
    "id": 296,
    "sku": "SKU-19454935",
    "name": "Automotive",
    "description": "Social affect much record summer ask standard. Just memory indeed side computer. Edge pay yes amount central artist rise.\nFar them until knowledge. Process bad president analysis movement top. International officer child use other.\nIn bit another edge tend situation. Also someone it bag story lead. Report Mr accept tonight.\nEconomy medical wind guy join morning into. Lot animal into capital begin risk sometimes. Network discussion only bring.",
    "category_id": 20,
    "price": 219.59,
    "cost": 526.92,
    "stock_quantity": 1,
    "weight": 16.654,
    "is_active": false,
    "created_at": "2025-07-21T19:33:08"
  },
  {
    "id": 297,
    "sku": "SKU-37633060",
    "name": "Accessories",
    "description": "Question bill reach and or space space.\nThere hospital same mouth team ahead computer similar. Sense something article democratic benefit address. Music chance make probably society sure themselves.\nSame huge drive. Difficult he front goal.\nFish hot together send. Relate charge occur then why must. Type second history would car growth. Message could certain art challenge for.\nAnimal near war after pass adult. Next use standard state town television.",
    "category_id": 7,
    "price": 806.63,
    "cost": 341.41,
    "stock_quantity": 3,
    "weight": 45.947,
    "is_active": false,
    "created_at": "2024-10-30T16:03:47"
  },
  {
    "id": 298,
    "sku": "SKU-3666881",
    "name": "Bathroom",
    "description": "Issue different speech student research.\nParticipant system pick thought himself north support.\nHealth someone expect level particular anything store. Section start around like call pressure.\nCivil lay enjoy. Young above want answer. Somebody today brother perhaps until foreign make federal.\nMeet a executive machine agency civil clearly. Six know general difference actually really.\nAuthority success together bring forget education. Begin just member public. Add guess decade tend second build.",
    "category_id": 11,
    "price": 60.5,
    "cost": 148.56,
    "stock_quantity": 3,
    "weight": 38.741,
    "is_active": false,
    "created_at": "2025-03-15T05:20:25"
  },
  {
    "id": 299,
    "sku": "SKU-81028224",
    "name": "Bathroom",
    "description": "Soon child imagine person six. No throw on large memory study.\nNote character hard. Owner heart anything include in.\nBall feeling spend but local particular.\nBeautiful population movement sport nothing throw hope expert. Issue debate into question crime.\nRealize other society health inside set. All myself floor board family red.\nLanguage nearly look improve direction wish service. Cup example special decision.\nModern serve billion now about certain agree. Many else agency financial.",
    "category_id": 17,
    "price": 860.8,
    "cost": 960.59,
    "stock_quantity": 6,
    "weight": 35.256,
    "is_active": false,
    "created_at": "2024-08-24T06:25:04"
  },
  {
    "id": 300,
    "sku": "SKU-74457740",
    "name": "Non-Fiction",
    "description": "Cut third amount leave. Participant year my far. Anyone reach gun model two catch about.\nThen prevent top style identify month world community. These name off action. Simple together table mean traditional as.\nOnto find tend hard name entire follow. Institution simply quality.\nChurch experience program participant. Year kitchen describe among artist deep next. Pay trial generation. Either most lay of want.\nEast effort tonight five help reality trouble. Hit consumer describe prove.",
    "category_id": 13,
    "price": 586.42,
    "cost": 337.22,
    "stock_quantity": 6,
    "weight": 6.909,
    "is_active": true,
    "created_at": "2025-01-21T15:49:38"
  }
]